Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit the playlist “%(name)s”
fr: Modifier la liste de lecture « %(name)s »

source: Remove the playlist “%(name)s”
fr: Supprimer la liste de lecture « %(name)s »

source: Remove the playlist
fr: Supprimer la liste de lecture

source: Playlist:
fr: Liste de lecture :

source: View the playlist
fr: Consulter la liste de lecture

source: Watch the video
fr: Regarder la vidéo

source: Displayed video
fr: Vidéo affichée

source: Sort
fr: Tri

source: Ascending sort
fr: Tri ascendant

source: Descending sort
fr: Tri descendant

source: Sort Direction
fr: Direction de tri

source: Modification date
fr: Date de modification

source: Public and promoted
fr: Public et promu

source: %(counter)s playlist found
fr: %(counter)s liste de lecture trouvée

source: No playlists found
fr: Aucune liste de lecture trouvée

source: No playlist matches the selected filter. Change filter or use the “Add a playlist” button to add one.
fr: Aucune liste de lecture ne correspond aux filtres demandés. Modifiez les filtres ou cliquez sur le bouton « Ajouter une nouvelle liste de lecture » pour en ajouter une.

source: Add a new playlist
fr: Ajouter une nouvelle liste de lecture

source: Protected playlist form
fr: Formulaire de liste de lecture protégée

source: If you do not have the password for this content, please
fr: Si vous n’avez pas le mot de passe pour ce contenu, veuillez

source: contact its owner
fr: contacter son propriétaire

source: Favorites
fr: Favoris

source: This field is required.
fr: Ce champ est requis.

source: Playlist: %(name)s
fr: Liste de lecture : %(name)s

source: You cannot access this playlist.
fr: Vous ne pouvez pas accéder à cette liste de lecture.

source: The playlist has been deleted.
fr: La liste de lecture a été supprimée.

source: Edit the playlist “%(pname)s”
fr: Modifier la liste de lecture « %(pname)s »

source: The playlist has been created and the video has been added in it.
fr: La liste de lecture a été créée et la vidéo a été ajoutée dedans.

source: The data sent to create the playlist are invalid.
fr: Les données envoyées pour créer la liste de lecture ne sont pas valides.

source: Edit playlist “%(name)s”
fr: Modifier la liste de lecture « %(name)s »

source: JSON in wrong format
fr: JSON au mauvais format

source: This video isn’t present in this playlist.
fr: Cette vidéo n’est pas présente dans cette playlist.

source: Pod files
fr: Fichiers Pod

source: The current file %(size)s, which is too large. The maximum file size is %(allowed_size)s.
fr: Le fichier actuel %(size)s, est trop grand. La taille maximale autorisée est %(allowed_size)s.

source: Choose File
fr: Choisissez un fichier

source: Choose image file
fr: Choisissez une image

source: Select one or more groups who can access in read only to this folder
fr: Sélectionner un ou plusieurs groupes qui auront accès à ce dossier

source: Select one or more users who can access in read only to this folder
fr: Sélectionner un ou plusieurs groupes qui auront accès à ce dossier

source: User directory
fr: Répertoire utilisateur

source: User directories
fr: Répertoires utilisateur

source: Create owner directory has failed.
fr: La création du répertoire racine a échoué.

source: Open file in a new tab
fr: Ouvrir le fichier dans un nouvel onglet

source: Change image
fr: Changer d’image

source: Change file
fr: Changer de fichier

source: Remove image
fr: Retirer l’image

source: Remove file
fr: Retirer le fichier

source: Headband - Select an image
fr: Bannière - Sélectionner une image

source: Thumbnail - Select an image
fr: Vignette - Sélectionner une image

source: Select an image
fr: Sélectionner une image

source: Slides - Select a file
fr: Diapositives - Sélectionner un fichier

source: File to import - Select a file
fr: Fichier à importer - Sélectionner un fichier

source: Select a file
fr: Sélectionner un fichier

source: Toggle folders menu
fr: Afficher/masquer le menu des dossiers

source: Enter new name of folder
fr: Indiquer un nouveau nom à ce dossier

source: Share with someone
fr: Partager avec quelqu’un

source: Already shared with:
fr: Déjà partagé avec :

source: Username
fr: Nom d’utilisateur

source: Enter new username
fr: Entrer un nom d’utilisateur

source: file
fr: fichier

source: Toggle file actions menu
fr: Afficher/masquer les actions de fichier

source: Rename folder “%(folder_name)s”
fr: Renommer le dossier « %(folder_name)s »

source: Delete folder “%(folder_name)s”
fr: Supprimer le dossier « %(folder_name)s »

source: Share folder “%(folder_name)s” with another user
fr: Partager le dossier « %(folder_name)s » avec un autre utilisateur

source: Upload Files
fr: Téléverser des fichiers

source: Delete file
fr: Supprimer le fichier

source: See the picture “%(title)s”.
fr: Voir l’image « %(title)s ».

source: Download the file “%(title)s”.
fr: Télécharger le fichier « %(title)s ».

source: Get the file “%(title)s”.
fr: Obtenir le fichier « %(title)s ».

source: Home folder
fr: Dossier d’accueil

source: Add new folder
fr: Ajouter un nouveau dossier

source: Search folder
fr: Chercher un dossier

source: SuperUser mode: the folders of all users are listed (the owner is noted in brackets)
fr: Mode SuperUtilisateur : les dossiers de tous les utilisateurs vous sont listés (le propriétaire est noté entre parenthèses)

source: You cannot see this folder.
fr: Vous ne pouvez pas voir ce dossier.

source: You cannot edit this folder.
fr: Vous ne pouvez pas éditer ce dossier.

source: Two folders cannot have the same name.
fr: Deux dossiers ne peuvent pas avoir le même nom.

source: You cannot delete home folder.
fr: Vous ne pouvez pas supprimer le fichier racine.

source: You cannot delete this file.
fr: Vous ne pouvez pas supprimer ce fichier.

source: You cannot edit file on this folder.
fr: Vous ne pouvez pas éditer de fichier dans ce dossier.

source: The file %(fname)s has not allowed format
fr: Le format du fichier %(fname)s n’est pas autorisé

source: The file %(fname)s is not valid (%(form_error)s)
fr: Le fichier %(fname)s n’est pas valide (%(form_error)s)

source: You cannot access this folder.
fr: Vous ne pouvez pas voir ce dossier.

source: You cannot edit this file.
fr: Vous ne pouvez pas éditer ce fichier.

source: Get application notifications
fr: Recevez les notifications de l’application

source: Close notification panel
fr: Fermer le panneau de notification

source: Get notified for specific events (when one of your video encoding is completed).
fr: Recevez des notifications pour des événements spécifiques (lorsque l’encodage d’une de vos vidéos est terminé).

source: Allow
fr: Autoriser

source: Redaction
fr: Rédaction

source: Short answer
fr: Réponse courte

source: Choice
fr: Choix

source: Single choice
fr: Choix unique

source: Multiple choice
fr: Choix multiples

source: Your question
fr: Votre question

source: Explanation
fr: Explication

source: Explanation of the answer.
fr: Explication de la réponse.

source: An explanation that will be displayed once the user has responded (feedback).
fr: Une explication qui sera affichée une fois que l’utilisateur aura répondu (feedback).

source: Start timestamp
fr: Horodatage de départ

source: The start time of the answer in the video (in seconds).
fr: L’heure de début de la réponse dans la vidéo (en secondes).

source: End timestamp
fr: Horodatage de fin

source: The end time of the answer in the video (in seconds).
fr: L’heure de fin de la réponse dans la vidéo (en secondes).

source: Question type
fr: Type de question

source: Please choose the question type.
fr: Veuillez choisir le type de la question.

source: Connected user only
fr: Utilisateur connecté uniquement

source: Only the connected users can answer to this quiz.
fr: Seuls les utilisateurs connectés peuvent répondre à ce quiz.

source: Show correct answers
fr: Afficher les réponses correctes

source: The correction page can be reach.
fr: La page de correction est accessible.

source: If this box is checked, the quiz will be visible and accessible only by you and the additional owners.
fr: Si la case est cochée, le quiz sera visible et accessible uniquement par vous et les propriétaires additionnels.

source: Delete video quiz cannot be undone
fr: La suppression d’un quiz pour une vidéo est définitive

source: Single choice question
fr: Question à choix unique

source: Please choose one answer.
fr: Veuillez choisir une réponse.

source: Multiple choice question
fr: Question à choix multiples

source: Please check any answers you want.
fr: Veuillez sélectionner autant de réponses que vous souhaitez.

source: Short answer question
fr: Question à réponse courte

source: Write a short answer.
fr: Écrivez une réponse courte.

source: Choose a video associated with the quiz.
fr: Veuillez choisir une vidéo associée au quiz.

source: Choose if this quiz is only for connected users or not.
fr: Veuillez choisir si ce quiz est réservé aux utilisateurs connectés ou non.

source: Choose if the correct answers will be displayed or not.
fr: Veuillez choisir si les réponses correctes seront affichées ou non.

source: Quizzes
fr: Quiz

source: Quiz of video
fr: Quiz de la vidéo

source: Choose a quiz associated with the question.
fr: Veuillez choisir un quiz associé à la question.

source: Please choose an explanation.
fr: Veuillez choisir une explication.

source: Start timestamp must be lower than end timestamp.
fr: L’horodatage de début doit être inférieur à l’heure de fin.

source: End timestamp cannot be defined without a start timestamp.
fr: L’horodatage de fin ne peut être défini sans l’heure de début.

source: Choices
fr: Choix

source: Choices must be like this: {"choice 1": true, "choice 2": false, …} | true for the right choice, false for the wrong choices.
fr: Les choix doivent ressembler à ceci : {"choix 1": true, "choix 2": false, …} | true pour le bon choix, false pour les mauvais choix.

source: Single choice questions
fr: Questions à choix unique

source: There must be at least 2 choices.
fr: Il doit y avoir au moins 2 choix.

source: There must be only one correct answer.
fr: Il ne doit y avoir qu’une seule réponse correcte.

source: Invalid JSON format for choices.
fr: Format JSON invalide pour les choix.

source: Choices must be like this: {"choice 1": true, "choice 2": true, "choice 3": false, …} | true for the right choice, false for the wrong choices.
fr: Les choix doivent ressembler à ceci : {"choix 1": true, "choix 2": true, "choix 3": false, …} | true pour le bon choix, false pour les mauvais choix.

source: Multiple choice questions
fr: Questions à choix multiples

source: There must be at least one correct answer.
fr: Il doit y avoir au moins une réponse correcte.

source: Please choose if the answer is true or false.
fr: Veuillez indiquer si la réponse est vraie ou fausse.

source: True/false question
fr: Question vrai/faux

source: True/false questions
fr: Questions vrai/faux

source: Answer
fr: Réponse

source: Please choose an answer between 1 and 250 characters.
fr: Veuillez choisir une réponse entre 1 et 250 caractères.

source: Short answer questions
fr: Questions à réponse courte

source: Add a question
fr: Ajouter une question

source: Back to video
fr: Retour à la vidéo

source: To delete the quiz, please check the box and click “Delete”.
fr: Pour supprimer la vidéo, veuillez cocher la case et cliquer sur « Supprimer ».

source: Edit your quiz
fr: Éditez votre quiz

source: Delete your quiz
fr: Supprimez votre quiz

source: Create a quiz
fr: Créer un quiz

source: Question #
fr: Question n°

source: Delete the question #
fr: Supprimer la question n°

source: One or more errors have been found in the question.
fr: Une ou plusieurs erreurs ont été trouvées dans la question.

source: For short answer questions, ensure responses are between 1 and 250 characters. This type of question is ideal for brief, specific answers.
fr: Pour les questions à réponse courte, veillez à ce que les réponses soient comprises entre 1 et 250 caractères. Ce type de question est idéal pour des réponses brèves et spécifiques.

source: For short answer questions, please provide a response between 1 and 250 characters. Be concise and specific.
fr: Pour les questions à réponse courte, veuillez fournir une réponse de 1 à 250 caractères. Soyez concis et précis.

source: Single choice questions require participants to select one answer from a list of options. This is useful for questions with a clear, correct answer.
fr: Les questions à choix unique demandent aux participants de sélectionner une réponse parmi une liste d’options. Elles sont utiles pour les questions dont la réponse est claire et correcte.

source: For single choice questions, select only one answer from the provided options. Read each option carefully before making your selection.
fr: Pour les questions à choix unique, ne sélectionnez qu’une seule réponse parmi les options proposées. Lisez attentivement chaque option avant de faire votre choix.

source: Multiple choice questions allow participants to select more than one answer. Use this type for questions where more than one option could be correct.
fr: Les questions à choix multiples permettent aux participants de sélectionner plusieurs réponses. Utilisez ce type de question pour les questions où plusieurs options peuvent être correctes.

source: For multiple choice questions, select all answers that apply. There may be more than one correct answer.
fr: Pour les questions à choix multiples, sélectionnez toutes les réponses qui s’appliquent. Il peut y avoir plus d’une réponse correcte.

source: This quiz is in <strong>draft</strong>.
fr: Ce quiz est en mode <strong>brouillon</strong>.

source: Your score is:
fr: Votre score est de :

source: That’s great! Bravo!
fr: C’est super ! Bravo !

source: Can do better.
fr: Peut mieux faire.

source: It’s not terrible, but there’s room for improvement!
fr: Ce n’est pas terrible, mais de l’amélioration est possible !

source: Error found in form
fr: Erreur constatée dans le formulaire

source: For the question “%(title)s”, %(error)s.
fr: Pour la question « %(title)s », %(error)s.

source: The creator of this quiz has decided not to display the answers and your score.
fr: Le créateur de ce quiz a décidé de ne pas afficher les réponses et votre score.

source: Correct answer:
fr: Réponse correcte :

source: Explanation:
fr: Explication :

source: Show answer in the video
fr: Afficher la réponse dans la vidéo

source: Redo the quiz
fr: Refaire le quiz

source: Validate
fr: Valider

source: Manage quiz
fr: Gérer le quiz

source: You cannot create a quiz for this video.
fr: Vous ne pouvez pas créer de quiz pour cette vidéo.

source: You cannot delete the quiz for this video.
fr: Vous ne pouvez pas supprimer le quiz de cette vidéo.

source: The quiz has been deleted.
fr: Le quiz a été supprimé.

source: Quiz creation for the video “%s”
fr: Création du quiz de la vidéo « %s »

source: No answer defined for question %s.
fr: Aucune réponse n’a été définie pour la question %s.

source: Quiz successfully created.
fr: Quiz créé avec succès.

source: Error during quiz creation.
fr: Erreur pendant la création du quiz.

source: Quiz successfully updated.
fr: Quiz mis à jour avec succès.

source: Error during quiz update.
fr: Erreur pendant la mise à jour du quiz.

source: The data sent to create the quiz are invalid.
fr: Les données envoyées pour créer le quiz ne sont pas valides.

source: You have to choose at least one answer
fr: Vous devez choisir au moins une réponse

source: Quiz for the video “%s”
fr: Quiz pour la vidéo « %s »

source: Deleting the quiz for the video “%s”
fr: Suppression du quiz pour la vidéo « %s »

source: You cannot edit this quiz.
fr: Vous ne pouvez pas éditer ce quiz.

source: Quiz edition for the video “%s”
fr: Modification du quiz pour la vidéo « %s »

source: Delete selected Recording file treatments + source files
fr: Supprimer les traitements de fichiers d’enregistrement sélectionnés + les fichiers source

source: Recorders
fr: Enregistreurs

source: source_file
fr: fichier source

source: Delete the record
fr: Supprimer cet enregistrement

source: If checked, record will be deleted instead of saving it
fr: Si coché, l’enregistrement sera supprimé et non ajouté

source: Delete this record cannot be undo
fr: La suppression d’un enregistrement est définitive

source: Address IP
fr: Adresse IP

source: IP address of the recorder.
fr: Adresse IP de l’enregistreur.

source: salt
fr: hash

source: Recorder salt.
fr: Hash de l’enregistreur.

source: Credentials login
fr: Identification de l’enregistreur

source: Recorder credentials login.
fr: L’identifiant de connexion à l’enregistreur.

source: Credentials password
fr: Mot de passe de l’enregistreur

source: Recorder credentials password.
fr: Le mot de passe de connexion à l’enregistreur.

source: Recording Type
fr: Type d’enregistrement

source: Manager of this recorder. This manager will receive recorder emails and he will be the owner of the published videos. If no user is selected, this recorder will use manual assign system.
fr: Gestionnaire de cet enregistreur. Ce gestionnaire recevra les mails et sera le propriétaire des vidéos publiées. Si aucun utilisateur n’est sélectionné, cet enregistreur utilisera le mode manuel d’assignation.

source: Additional users
fr: Propriétaires additionnels

source: You can add additionals users to the recorder. They will become the additionnals owners of the published videos and will have the same rights as the owner except that they can’t delete the published videos.
fr: Dans ce champ, vous pouvez sélectionner et ajouter des propriétaires supplémentaires à la vidéo. Ces autres propriétaires auront les mêmes droits que vous sauf qu’ils ne peuvent pas supprimer cette vidéo.

source: Automatic publishing:
fr: Publication automatique :

source: If this box is checked, the videos will be automatically assigned to the recorder manager.
fr: Si vous cochez cette case les vidéos seront automatiquement attribuées au gestionnaire de l’enregistreur.

source: Video type by default.
fr: Type par défaut des vidéos.

source: If this box is checked, the video will be visible and accessible only by you and the additional owners.
fr: Si la case est cochée, la vidéo sera visible et accessible uniquement par vous et les propriétaires additionnels.

source: If this box is checked, the video will only be accessible to authenticated users.
fr: Si cette case est cochée, la vidéo sera uniquement accessible aux utilisateurs authentifiés.

source: One or more groups who can access to this video
fr: Un ou plusieurs groupes qui auront accès à cette vidéo

source: Viewing this video will not be possible without this password.
fr: Voir cette vidéo n’est pas possible sans mot de passe.

source: University course
fr: Cursus universitaire

source: Select an university course as audience target of the content.
fr: Sélectionner un cursus universitaire qui convient à l’audience de ce contenu.

source: The main language used in the content.
fr: La langue principalement utilisée dans ce contenu.

source: Transcript
fr: Transcrire

source: Select an available language to transcribe the audio.
fr: Sélectionner une langue disponible pour transcrire l’audio.

source: Separate tags with spaces, enclose the tags consist of several words in quotation marks.
fr: Séparer les mots clés par des espaces, écrire les mots clés en plusieurs mots entre guillemets.

source: The disciplines to which your content belongs.
fr: Les disciplines auxquelles appartient votre contenu.

source: Usage rights granted to your content.
fr: Droits d’utilisation de votre contenu.

source: Themes
fr: Thèmes

source: Hold down "Control", or "Command" on a Mac, to select more than one.
fr: Maintenez "Control", ou "Command" sur un Mac, pour en sélectionner plusieurs.

source: allow downloading
fr: autoriser le téléchargement

source: Check this box if you to allow downloading of the encoded files
fr: Cocher cette case si vous voulez autoriser le téléchargement des fichiers encodés

source: video 360
fr: vidéo 360

source: Check this box if you want to use the 360 player for the video
fr: Cocher cette case si vous voulez utiliser le lecteur 360 pour cette vidéo

source: Disable comment
fr: Désactiver les commentaires

source: Allows you to turn off all comments on this video.
fr: Vous permet de désactiver les commentaires sur cette vidéo.

source: Publication directory
fr: Répertoire des publications

source: Basic directory containing the videos published by the recorder.
fr: Répertoire de base des vidéos publiées par l’enregistreur.

source: All credentials must be set.
fr: Toutes les données d’identification doivent être définies.

source: Recorder
fr: Enregistreur

source: Recorder that made this recording.
fr: Enregistreur qui a fait cet enregistrement.

source: User who has made the recording
fr: Utilisateur qui a fait l’enregisrement

source: Please specify a type.
fr: Veuillez spécifier un type.

source: Please use the only type in type choices.
fr: Merci de sélectionner un type valide.

source: Please specify a source file.
fr: Veuillez spécifier un fichier source.

source: Source file doesn’t exists
fr: Le fichier source n’existe pas

source: Source file of the published video.
fr: Fichier source de la vidéo publiée.

source: File size
fr: Taille du fichier

source: Date added
fr: Date d’ajout

source: Require manual claim?
fr: Requiers une revendication manuelle ?

source: Has this recording file require a manual claim by a user?
fr: Est-ce que ce fichier d’enregistrement requièrt une revendication manuelle ?

source: Email sent?
fr: Courriel envoyé ?

source: Has an email been sent to the manager of the concerned recorder?
fr: Est-ce qu’un courriel a été envoyé au gestionnaire de l’enregistrement concerné ?

source: Date email sent
fr: Date de l’envoi du mail

source: Recording file treatment
fr: Traitement de fichier d’enregistrement

source: Recording file treatments
fr: Traitements de fichier d’enregistrement

source: Recording file
fr: Fichier d’enregistrement

source: Recording files
fr: Fichiers d’enregistrement

source: Adding a new record
fr: Ajouter un nouvel enregistrement

source: Date of recording.
fr: Date de l’enregistrement.

source: No record found
fr: Aucun enregistrement trouvé

source: There is no unassigned records
fr: Il n’y a pas d’enregistrement non assigné

source: %(counter)s record found.
fr: %(counter)s enregistrement trouvé.

source: Record preview
fr: Prévisualisation d’enregistrement

source: To view this video please enable JavaScript, and consider upgrading to a web browser that <a href="https://videojs.com/html5-video-support/" target="_blank">supports HTML5 video</a>
fr: Pour visionner cette vidéo, veuillez activer JavaScript et envisager de passer à un navigateur Web qui <a href="https://videojs.com/html5-video-support/" target="_blank"> prend en charge la vidéo HTML5</a>

source: Preview the record “%(title)s”
fr: Prévisualiser l’enregistrement « %(title)s »

source: Delete the record “%(title)s”
fr: Supprimer l’enregistrement « %(title)s »

source: Claim the record “%(title)s”
fr: Revendiquer l’enregistrement « %(title)s »

source: Claim the record
fr: Revendiquer l’enregistrement

source: Camera inside the screen video to bottom right
fr: La caméra est incrustée dans la vidéo de l’écran, en bas à droite

source: Camera inside the screen video to top right
fr: La caméra est incrustée dans la vidéo de l’écran, en haut à droite

source: Same size for screen and camera
fr: La vidéo de l’écran et de la caméra seront côte à côte

source: Please select the render you want
fr: Veuillez sélectionner le rendu souhaité

source: Back to record claiming
fr: Retour aux réclamations d’enregistrement
