Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Limburgish ( Limburger)
fr: Limbourgeois ( Limburger )

source: Lithuanian
fr: Lituanien

source: Macedonian
fr: Macédonien

source: Malagasy
fr: Malgache

source: Malay
fr: Malais

source: Maltese
fr: Maltais

source: Moldavian
fr: Moldave

source: Mongolian
fr: Mongol

source: Nepali
fr: Népalais

source: Norwegian
fr: Norvégien

source: Pashto (Pushto)
fr: Pachtoune (Pushto)

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Rhaeto-Romance
fr: Rhéto-roman

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Serbian
fr: Serbe

source: Serbo-Croatian
fr: Serbo-croate

source: Sinhalese
fr: Cingalais

source: Slovak
fr: Slovaque

source: Slovenian
fr: Slovène

source: Somali
fr: Somalien

source: Spanish
fr: Espagnol

source: Sundanese
fr: Sundanais

source: Swedish
fr: Suédois

source: Tajik
fr: Tadjik

source: Tibetan
fr: Tibétain

source: Turkish
fr: Turc

source: Turkmen
fr: Turkmène

source: Ukrainian
fr: Ukrainien

source: Uzbek
fr: Ouzbek

source: Vietnamese
fr: Vietnamien

source: Welsh
fr: Gallois

source: default value:
fr: valeur par défaut :

source: Get the file type
fr: Obtenir le type du fichier

source: Get the file size
fr: Obtenir la taille du fichier

source: Get the file name
fr: Obtenir le nom du fichier

source: order
fr: ordre

source: This field allows you to add an url.
fr: Ce champ vous permet d’ajouter un lien.

source: Select the page of Pod you want to link with.
fr: Sélectionner une page de Pod que vous voulez joindre.

source: bottom menu
fr: menu du bas

source: You must give an URL or a page to link the link
fr: Vous devez renseigner un lien ou une page

source: Key
fr: Clé

source: Key of the configuration
fr: Clé de configuration

source: Value
fr: Valeur

source: Value of the configuration
fr: Valeur de la configuration

source: Description of the configuration
fr: Description de la configuration

source: Name of the tab
fr: Nom de l’onglet

source: Additional channels Tab
fr: Onglet additionnel de chaînes

source: Additional channel Tabs
fr: Onglets additionnels de chaînes

source: Carousel
fr: Carrousel

source: Multiple carousel
fr: Carrousel multiple

source: Card list
fr: Liste de cartes

source: Channel
fr: Chaîne

source: Theme
fr: Thème

source: Playlist
fr: Liste de lecture

source: Last videos
fr: Dernières vidéos

source: Most views
fr: Les plus vues

source: Order
fr: Ordre

source: Check this box if block is visible in page.
fr: Cocher cette case si vous voulez voir le bloc sur la page.

source: Data type
fr: Type de données

source: Select the channel you want to link with.
fr: Sélectionner la chaîne que vous voulez joindre.

source: Select the theme you want to link with.
fr: Sélectionner le thème que vous voulez joindre.

source: Select the playlist you want to link with.
fr: Sélectionner la liste de lecture que vous voulez joindre.

source: Write in html inside this field.
fr: Écrire en html à l’intérieur de ce champ.

source: Display title
fr: Afficher le titre

source: No cache
fr: Pas de cache

source: Check this box if you don’t want to keep the cache.
fr: Cocher cette case si vous ne voulez pas garder le cache.

source: Check this box if you want to activate debug mode.
fr: Cocher cette case si vous voulez activer le mode débogage.

source: Show restricted content
fr: Montrer le contenu restreint

source: Check this box if you want to show restricted content.
fr: Cocher cette case si vous voulez montrer le contenu restreint.

source: Must be authenticated
fr: Doit être authentifié

source: Check this box if users must be authenticated to view content.
fr: Cochez cette case si les utilisateurs doivent être authentifiés pour voir le contenu.

source: Auto slide
fr: Défilement automatique

source: Check this box if you want auto slide.
fr: Cocher cette case si vous voulez activer le défilement automatique.

source: Maximum number of element
fr: Nombre d’éléments maximum

source: Number of element per page (multi carousel)
fr: Nombre d’éléments par page (carrousel multiple)

source: View videos from non visible channel
fr: Voir les vidéos d’une chaine non visible

source: Check this box if you want view videos from non visible channel.
fr: Cocher cette case si vous voulez voir les vidéos d’une chaine non visible.

source: View videos with password
fr: Voir les vidéos avec un mot de passe

source: Check this box if you want view videos with password.
fr: Cocher cette case si vous voulez voir les vidéos avec un mot de passe.

source: Block
fr: Bloc

source: Blocks
fr: Blocs

source: Permission denied
fr: Accès refusé

source: Permission Denied
fr: Accès refusé

source: You are not allowed to access this web page.
fr: Vous n’avez pas accès à cette page.

source: Page not found
fr: Page non trouvée

source: We’re sorry, but the requested page could not be found.
fr: Nous sommes désolés, mais la page demandée est inaccessible.

source: Server error (500)
fr: Erreur serveur (500)

source: Server Error <em>(500)</em>
fr: Erreur serveur <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
fr: Une erreur s’est produite, les administrateurs ont été prévenus. Merci de votre patience.

source: Django site admin
fr: Administration de Pod

source: Django administration
fr: Administration de Pod

source: Share
fr: Partager

source: Main navigation
fr: Navigation principale

source: Breadcrumb
fr: Fil d’Ariane

source: Side menu
fr: Menu latéral

source: Toggle side menu
fr: Afficher/masquer le menu latéral

source: We use third party cookies to personalize content, manage session and analyze site traffic.
fr: Nous utilisons des cookies pour personnaliser l’affichage (barre de menu de droite, mode sombre ou dyslexie etc.), gérer la session (authentification) et analyser le trafic du site (pour certaines instances).

source: Learn more
fr: En savoir plus

source: I understand
fr: J’ai compris

source: Show all videos
fr: Afficher toutes les vidéos

source: Video %(video_number)s
fr: Vidéo %(video_number)s

source: Previous thumbnail
fr: Vignette précédente

source: Next thumbnail
fr: Vignette suivante

source: Your message
fr: Votre message

source: Back to the previous page
fr: Retour à la page précédente

source: Return to top of page
fr: Retourner en haut de la page

source: Esup Portal: Community of French higher education establishments for digital innovation
fr: ESUP-Portail : Communauté d’établissements français d’enseignement supérieur pour l’innovation numérique

source: Esup Portal
fr: ESUP-Portail

source: Show Esup-Pod project
fr: Afficher le projet Esup-Pod

source: Esup-Pod Project
fr: Projet Esup-Pod

source: video platform of
fr: plateforme vidéos de

source: View changes of version
fr: Voir les changements de la version

source: on
fr: sur

source: Release
fr: Version

source: videos available
fr: vidéos disponibles

source: Loading…
fr: Chargement en cours…

source: Hello
fr: Bonjour

source: The user
fr: L’utilisateur

source: sends a message from
fr: envoie un message depuis

source: Here is the message sent:
fr: Voici le message envoyé :

source: Referrer page:
fr: Page de référence :

source: You just sent a message from
fr: Vous venez d’envoyer un message depuis

source: Regards
fr: Cordialement

source: Mandatory fields
fr: Champs obligatoires

source: Fields marked with an asterisk are mandatory.
fr: Les champs marqués avec un astérisque sont obligatoires.

source: The maintenance is over, you can go back to work. Thank you for your patience.
fr: La maintenance est terminée, vous pouvez reprendre le travail. Merci pour votre patience.

source: Return to homepage
fr: Revenir à la page d’accueil

source: Contact us
fr: Contactez nous

source: Toggle main menu
fr: Basculer le menu principal

source: Main menu
fr: Menu principal

source: Close main menu
fr: Ferme le menu principal

source: Channels
fr: Chaînes

source: Promoted playlists
fr: Listes de lecture promues

source: Search for a media on
fr: Rechercher un média sur

source: Search a media
fr: Rechercher un média

source: Type keyword here to search a media on %(TITLE_SITE)s
fr: Tapez un mot-clé ici pour rechercher un média sur %(TITLE_SITE)s

source: Do the media search
fr: Lance la recherche d’un média

source: Some features are unavailable
fr: Certaines fonctionnalités sont indisponibles

source: Add a new video on
fr: Ajouter une nouvelle vidéo sur

source: Add a video
fr: Ajouter une vidéo

source: Show all my videos on
fr: Afficher toutes mes vidéos sur

source: Show all my meetings on
fr: Afficher toutes mes réunions sur

source: My meetings
fr: Mes réunions

source: Configuration panel
fr: Panneau de configuration

source: Toggle configuration panel
fr: Basculer le panneau de configuration

source: Close configuration panel
fr: Fermer le panneau de configuration

source: Change display language
fr: Changer la langue d’affichage

source: Uses darker colors
fr: Utilise des couleurs plus sombres

source: Dark mode
fr: Mode sombre

source: Uses a font more suitable for people with dyslexia.
fr: Utilise une police plus adaptée aux personnes atteintes de dyslexie.

source: Dyslexia mode
fr: Mode dyslexie

source: Automaticaly display subtitle at the start of each video play.
fr: Affiche automatiquement le sous-titrage au commencement de chaque vidéo.

source: If no subtitle corresponds to the current language, the first available will be selected.
fr: Si aucun sous-titre ne correspond au langage courant, le premier disponible sera sélectionné.

source: Auto show subtitles
fr: Affichage automatique des sous-titres

source: Toggle user menu
fr: Basculer le menu utilisateur

source: Close user menu
fr: Fermer le menu utilisateur

source: Add your picture
fr: Ajouter votre image de profil

source: My playlists
fr: Mes listes de lecture

source: My favorite videos
fr: Mes vidéos favorites

source: Video Record
fr: Enregistreur

source: Import an external video
fr: Importer une vidéo externe

source: My channels
fr: Mes chaînes

source: My files
fr: Mes fichiers

source: Claim a record
fr: Revendiquer un enregistrement

source: Speakers management
fr: Gestion des intervenants

source: Hyperlinks management
fr: Gestion des Hyperliens

source: Notifications settings
fr: Paramètres de notifications

source: Install
fr: Installer

source: Log out
fr: Déconnexion

source: Your statistics
fr: Vos statistiques

source: Number of videos:
fr: Nombre de vidéos :

source: Number of playlists:
fr: Nombre de listes de lecture :

source: Open login page
fr: Ouvrir la page de connexion

source: Channel list
fr: Liste des chaînes

source: Types of videos
fr: Types de vidéos

source: Use the input to filter user by last name.
fr: Utiliser le champ pour filtrer les utilisateurs par nom de famille.

source: Your message has been sent.
fr: Votre message a été envoyé.

source: This view cannot be accessed directly.
fr: Cette vue n’est pas accessible directement.

source: Link
fr: Lien

source: your message untitled
fr: votre message intitulé

source: join
fr: rejoindre

source: Recurring
fr: Récurrence

source: Webinar options
fr: Options du webinaire

source: Moderators
fr: Modérateurs

source: Mode insert, nothing to display
fr: Mode insertion, rien à afficher

source: Viewers
fr: Spectateurs

source: Meetings
fr: Sessions

source: Duration
fr: Durée

source: Specify a duration in hour between 1 and %(max_duration)s hours
fr: Spécifiez une durée en heure entre 1 et %(max_duration)s heures

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Main fields
fr: Champs principaux

source: Date and time options
fr: Date et heure

source: Record session
fr: Enregistrement

source: Recurring options
fr: Options de récurrence

source: Start date must be less than recurring until date
fr: La date de début doit être antérieure à la date de fin récurrente

source: In case of weekly recurring, the day of the start date must be selected.
fr: En cas de récurrence hebdomadaire, le jour de la date de début doit être sélectionné.

source: Owner of the video cannot be an additional owner too
fr: Le propriétaire de la video ne peut pas être propriétaire additionnel en même temps

source: Voice bridge must be a 5-digit number in the range 10000 to 99999
fr: Le pont vocal doit être un nombre à 5 chiffres compris entre 10 000 et 99 999

source: Delete meeting cannot be undone
fr: La suppression de réunion est définitive

source: Enter at least one e-mail address.
fr: Veuillez renseigner au moins une adresse électronique.

source: Emails
fr: Courriels

source: You can fill one email adress per line
fr: Vous pouvez renseigner une adresse électronique par ligne

source: Send invite to owner and additional owners
fr: Envoyer une invitation au propriétaire et aux propriétaires additionnels

source: Daily
fr: Jours

source: Weekly
fr: Semaine

source: Monthly
fr: Mois

source: Yearly
fr: Année

source: Choose repeat frequency
fr: Choisissez la fréquence de répétition

source: Frequency
fr: Fréquence

source: Every month on this date
fr: Tous les mois à cette date

source: Every month on the nth week, the same day of week
fr: Chaque mois la nième semaine, le même jour de la semaine

source: Weekdays must contain the numbers of the active days.
fr: Les jours de la semaine doivent contenir les numéros des jours actifs.

source: Meeting Name
fr: Nom de la réunion

source: Meeting ID
fr: Identifiant de réunion

source: You can add additional owners to the meeting.
fr: Vous pouvez ajouter des propriétaires additionnels à la réunion.

source: Attendee Password
fr: Mot de passe des participants

source: Moderator Password
fr: Mot de passe des modérateurs

source: Meeting duration
fr: Durée de la réunion

source: Specify the duration of the meeting.
fr: Précisez la durée de la réunion.

source: Custom recurrence
fr: Récurrence personnalisée

source: Specify the recurrence of the meeting: daily, weekly, monthly or yearly
fr: Précisez la récurrence de la réunion : quotidienne, hebdomadaire, mensuelle ou annuelle

source: Repeat each time
fr: Répétez à chaque fois

source: The meeting will be repeat each time of value specify. i.e: each 3 days if recurring daily
fr: La séance sera répétée à chaque fois de valeur précise. C’est-à-dire : tous les 3 jours si récurrent en jour

source: End date of recurring meeting
fr: Date de fin de la réunion récurrente

source: Recurring meeting until the specified date
fr: Réunion récurrente jusqu’à la date spécifiée

source: Number of occurrences
fr: Nombre d’occurrences

source: Recurring meeting until the specified number of occurrences
fr: Réunion récurrente jusqu’au nombre d’occurrences spécifié

source: Day(s) of week for the meeting
fr: Jour(s) de la semaine pour la réunion

source: Recurring meeting each day(s) specified
fr: Réunion récurrente chaque jour(s) spécifié(s)

source: If this box is checked, the meeting will only be accessible to authenticated users.
fr: Si cette case est cochée, la réunion sera uniquement accessible aux utilisateurs authentifiés.

source: Select one or more groups who can access to this meeting
fr: Sélectionner un ou plusieurs groupes qui auront accès à cette réunion

source: Is running
fr: En cours d’exécution

source: Indicates whether this meeting is running in BigBlueButton or not!
fr: Indique si cette réunion est en cours d’exécution dans BigBlueButton ou non !

source: Slides
fr: Diapositives

source: BigBlueButton will accept Office documents (.doc .docx .pptx), text documents(.txt), images (.png ,.jpg) and Adobe Acrobat documents (.pdf); we recommend converting documents to .pdf prior to uploading for best results. Maximum size is 30 MB or 150 pages per document.
fr: BigBlueButton acceptera les documents Office (.doc .docx .pptx), les documents texte (.txt), les images (.png ,.jpg) et les documents Adobe Acrobat (.pdf); nous vous recommandons de convertir les documents en .pdf avant de les télécharger pour de meilleurs résultats. La taille maximale est de 30 Mo ou 150 pages par document.

source: Max Participants
fr: Nombre maximum de participant

source: Welcome!
fr: Bienvenue !

source: Meeting Text in Bigbluebutton
fr: Message affiché dans BigBlueButton

source: URL to visit after user logged out
fr: URL de redirection après déconnexion à la réunion

source: Webcam Only for moderators?
fr: Webcam seulement pour les modérateurs ?

source: Will cause all webcams shared by viewers during this meeting to only appear for moderators.
fr: Aura pour conséquence que les webcams des utilisateurs ne seront vues que par les modérateurs.

source: Active record
fr: Activer l’enregistrement

source: Will active the recording of the meeting
fr: Activera l’enregistrement de la réunion

source: Auto Start Recording
fr: Démarrage automatique de l’enregistrement

source: Allow Stop/Start Recording
fr: Autoriser l’arrêt/le démarrage de l’enregistrement

source: Allow the user to start/stop recording. (default true)
fr: Autoriser l’utilisateur à arrêter/démarrer l’enregistrement. (vrai par défaut)

source: Always accept
fr: Toujours accepter

source: Always deny
fr: Toujours refuser

source: Ask moderator
fr: Demander au modérateur

source: Guest policy
fr: Politique à l’égard des invités

source: Will set the guest policy for the meeting.
fr: Fixera la politique des invités pour la réunion.

source: Disable Camera
fr: Désactiver les caméras

source: Will prevent users from sharing their camera in the meeting.
fr: Empêchera les utilisateurs de partager leur caméra dans la réunion.

source: Disable Mic
fr: Désactiver les micros

source: Will only allow user to join listen only.
fr: Autorisera l’utilisateur à rejoindre l’écoute uniquement.

source: Disable Private chat
fr: Désactiver les discussions privées

source: If True, will disable private chats in the meeting.
fr: Si vrai, désactivera les discussions privées dans la réunion.

source: Disable public chat
fr: Désactiver les discussions publiques

source: If True, will disable public chat in the meeting.
fr: Si vrai, désactivera les discussions publiques dans la réunion.

source: Disable Note
fr: Désactiver les notes

source: If True, will disable notes in the meeting.
fr: Si vrai, désactivera les notes dans la réunion.

source: Locked Layout
fr: Mise en page verrouillée

source: Will lock the layout in the meeting.
fr: Verrouillera la mise en page dans la réunion.

source: Parent Meeting ID
fr: Identifiant de la réunion parente

source: Internal Meeting ID
fr: Identifiant interne de la réunion

source: Voice Bridge
fr: Pont vocal

source: BBB Create Time
fr: date de création dans BBB

source: Personal meeting room
fr: Salle de réunion personnelle

source: If this box is checked, this meeting corresponds to the user’s personal meeting room.
fr: Si cette case est cochée, cette réunion correspond à la salle de réunion personnelle de l’utilisateur.

source: Webinar mode
fr: Mode webinaire

source: Do you want to start this meeting as a webinar? In such a case, you can invite presenters to join you in BigBlueButton, and listeners will have direct access to a livestream in the livestreams page.
fr: Souhaitez-vous commencer cette réunion sous la forme d’un webinaire ? Dans ce cas, vous pouvez inviter les présentateurs à se joindre à vous dans BigBlueButton, et les auditeurs auront un accès via un direct dans la page des directs.

source: Enable chat
fr: Activer le chat

source: Do you want a chat on the live page for listeners? Messages sent in this live page’s chat will end up in BigBlueButton’s public chat. This public chat will be also displayed in the live.
fr: Voulez-vous un chat sur la page en direct pour les auditeurs ? Les messages envoyés dans le chat de cette page en direct se retrouveront dans le chat public de BigBlueButton. Cette discussion publique sera également affichée en direct.

source: The day of the start date of the meeting must be included in the recurrence weekdays.
fr: Le jour de la date de début de la réunion doit être inclus dans les jours de semaine de récurrence.

source: Unable to end meeting!
fr: Impossible de terminer la réunion !

source: Unable to get meeting recordings!
fr: Impossible d’obtenir les enregistrements de la réunion !

source: Unable to delete recording!
fr: Impossible de supprimer l’enregistrement !

source: Meeting
fr: Session

source: meeting
fr: reunion

source: creator
fr: createur

source: Session of the %(meeting_name)s meeting on %(creation_date)s
fr: Session de la reunion %(meeting_name)s le %(creation_date)s

source: Meeting session log
fr: Journal des sessions des réunions

source: Meeting session logs
fr: Journaux des sessions des réunions

source: Recording ID
fr: Identifiant de l’enregistrement

source: Recordings
fr: Enregistrements

source: URL of the RTMP stream
fr: Adresse URL du flux RTMP

source: Example format: rtmp://live.univ.fr/live/name
fr: Exemple de format : rtmp://live.univ.fr/live/name

source: Broadcaster in charge to perform lives.
fr: Diffuseur chargé de réaliser des directs.

source: URL of the SIPMediaGW server
fr: Adresse URL du serveur SIPMediaGW

source: Example format: https://sipmediagw.univ.fr
fr: Exemple de format : https://sipmediagw.univ.fr

source: Bearer token for the SIPMediaGW server.
fr: Jeton Bearer pour le serveur SIPMediaGW.

source: Example format: 1234
fr: Exemple de format : 1234

source: Live gateway
fr: Passerelle de live

source: Live gateways
fr: Passerelles de live

source: Live not started
fr: Le direct n’a pas encore démarré

source: Live in progress
fr: Le direct est en cours

source: Live stopped
fr: Le direct a été arrêté

source: Live status
fr: Statut du direct

source: Event managed for this live
fr: Gestion de l’événement pour ce direct

source: Live event for this livestream
fr: Événement en direct pour cette diffusion

source: Live gateway used for this live
fr: Passerelle de live utilisé pour ce direct

source: Live gateway (encoder and broadcaster) that perform the livestream
fr: Passerelle de live (encodeur et diffuseur) qui réalise la diffusion

source: Livestream
fr: Direct

source: Livestreams
fr: Directs

source: Edit the meeting
fr: Éditer la réunion

source: Add a new meeting
fr: Ajouter une nouvelle réunion

source: Access to adding meeting has been restricted. If you want to add meetings on the platform, please <a href="%(url)s">contact us</a>.
fr: L’accès à l’ajout d’une réunion a été limité. Si vous souhaitez ajouter des réunions sur la plateforme, veuillez <a href="%(url)s">nous contacter</a>.

source: Your personal meeting room is a room specific to your profile, which is always available.
fr: Votre salle de réunion personnelle est une salle spécifique à votre profil, qui est toujours disponible.

source: You can start it at any time, or schedule it for later use.
fr: Vous pouvez la lancer à tout moment ou la programmer pour une utilisation ultérieure.

source: This is “%(full_name)s”’s personal meeting room, a room specific to his profile, which is always available.
fr: Il s’agit de la salle de réunion personnelle de « %(full_name)s », une salle spécifique à son profil, qui est toujours disponible.

source: Delete the meeting <b>%(name)s</b>
fr: Supprimer la réunion <b>%(name)s</b>

source: Back to my meetings
fr: Retour à mes réunions

source: To delete the meeting, please check the box in and click delete.
fr: Pour supprimer la réunion, veuillez cocher la case et cliquer sur supprimer.

source: Status
fr: Statut

source: See my active meetings
fr: Voir mes réunions actives

source: See all my meetings
fr: Voir toutes mes réunions

source: Informations about meetings
fr: Informations sur les réunions
