Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Overlay allows you to display text (with ou without html tag) over the video at specific times and positions.
fr: Les superpositions vous permettent d’afficher un texte (avec ou sans balise html) par dessus la vidéo à un moment et à un endroit spécifique.

source: You can add a solid background or a transparent background to the text you want to display with the option "Show background"
fr: Vous pouvez ajouter un fond opaque ou transparent au texte que vous voulez afficher avec l’option "Afficher le fond"

source: Hyperlinks allow you to add external links related to your video.
fr: Les hyperliens vous permettent d’ajouter des liens externes liés à votre vidéo.

source: You can add hyperlinks to this video by providing the URL and a description.
fr: Vous pouvez ajouter des hyperliens à cette vidéo en fournissant l’URL et une description.

source: A Quiz allow you to test the memorization and comprehension of your video.
fr: Un quiz vous permet de tester la mémorisation et la compréhension de votre vidéo.

source: editor
fr: éditeur

source: Additions for the video “%s”
fr: Compléments pour la vidéo « %s »

source: You cannot complement this video.
fr: Vous ne pouvez pas compléter cette vidéo.

source: There is already a file with the same kind and language.
fr: Il existe déjà un fichier avec le même genre et la même langue.

source: The file has been saved.
fr: Le fichier a été sauvegardé.

source: The file has not been saved.
fr: Le fichier n’a pas été enregistré.

source: Add a new contributor to the video “%s”
fr: Ajouter un nouveau contributeur à la vidéo « %s »

source: The contributor has been saved.
fr: Le contributeur a été sauvegardé.

source: Please correct errors
fr: Veuillez corriger les erreurs

source: Edit the contributor “%s”
fr: Modifier le contributeur « %s »

source: Add a new speaker to the video “%s”
fr: Ajouter un nouvel intervenant à la vidéo « %s »

source: The speaker has been saved.
fr: L’intervenant a été enregistré.

source: Add a new hyperlink to the video “%s”
fr: Ajouter un nouvel hyperlien à la vidéo « %s »

source: The hyperlink has been saved.
fr: L’hyperlien a été enregistré.

source: Edit the hyperlink “%s”
fr: Modifier l’hyperlien « %s »

source: Video cuts
fr: Découpes de vidéo

source: Video cut
fr: Découpe de vidéo

source: Please select values between 00:00:00 and
fr: Veuillez renseigner des valeurs comprises entre 00:00:00 et

source: Cut the video
fr: Découper la vidéo

source: The video is currently being encoded.
fr: La vidéo est en cours d’encodage.

source: Access to cutting video has been restricted. If you want to cut videos on the platform, please
fr: L’accès au découpage de vidéo est restreint, si vous voulez couper des vidéos, veuillez

source: contact us
fr: nous contacter

source: Get the start time from the video player
fr: Définir le temps de début à partir du lecteur vidéo

source: Total video duration
fr: Durée totale de la vidéo

source: Get the end time from the video player
fr: Définir le temps de fin à partir du lecteur vidéo

source: Reset to previous start and end times
fr: Réinitialiser les temps de début et de fin à leurs valeurs précédentes

source: Reset
fr: Réinitialiser

source: Cut
fr: Découper

source: Are you sure you want to apply these changes?
fr: Voulez-vous vraiment appliquer ces changements ?

source: Chapters, subtitles and captions, overlays and notes will not be retained.
fr: Les chapitres, sous-titres et légendes, superpositions et notes ne seront pas conservés.

source: Back
fr: Retour

source: Confirm the cut
fr: Confirmer la découpe

source: The video cut allows you to set a start and an end to trim your video.
fr: La découpe vidéo vous permet de définir un début et une fin pour découper votre vidéo.

source: Your original video is kept and you can therefore modify your changes at any time.
fr: Votre vidéo d’origine est conservée et vous pouvez donc modifier vos changements à tout moment.

source: When saving your cut, an encoding is restarted to replace the old one.
fr: Lors de la sauvegarde de votre découpe, un encodage est relancé pour remplacer l’ancien.

source: The cut was made.
fr: Découpe effectuée.

source: Please select values between 00:00:00 and 00:00:20.
fr: Veuillez renseigner des valeurs comprises entre 00:00:00 et 00:00:20.

source: You cannot cut this video.
fr: Vous ne pouvez pas découper cette vidéo.

source: Video dressings
fr: Habillages de vidéos

source: I agree
fr: J’accepte

source: Delete video dressing cannot be undone
fr: La suppression de l’habillage est définitive

source: Top right
fr: En haut à droite

source: Top left
fr: En haut à gauche

source: Bottom right
fr: En bas à droite

source: Bottom left
fr: En bas à gauche

source: Please choose a title as short and accurate as possible, reflecting the main subject / context of the content. (max length: 100 characters)
fr: Veuillez choisir un titre aussi court et précis que possible, qui reflète le sujet principal / le contexte de votre contenu. (taille maximale : 100 caractères)

source: Groups
fr: Groupes

source: Select one or more groups who can manage and use this video dressing.
fr: Sélectionner un ou plusieurs groupes qui pourront gérer et utiliser cet habillage de vidéo.

source: Watermark
fr: Filigrane

source: Opacity
fr: Opacité

source: Opening credits
fr: Générique de début

source: Ending credits
fr: Générique de fin

source: Video dressing
fr: Habillage de vidéos

source: My dressings
fr: Mes habillages

source: To delete the dressing, please check the box and click “Delete”.
fr: Pour supprimer l’habillage, veuillez cocher la case et cliquer sur « Supprimer ».

source: General settings
fr: Paramètres généraux

source: List of dressings I can use or manage.
fr: Liste des habillages que je peux utiliser ou gérer.

source: Available video dressings
fr: Habillages de vidéo disponibles

source: Allow to Groups
fr: Groupes autorisés

source: No owners
fr: Aucun propriétaire

source: No users
fr: Aucun utilisateur

source: No groups
fr: Aucun groupe

source: None
fr: Aucun

source: No watermark
fr: Pas de filigrane

source: View the video
fr: Voir la vidéo

source: Edit “%(title)s”
fr: Modifier « %(title)s »

source: Delete “%(title)s”
fr: Supprimer « %(title)s »

source: No dressings found.
fr: Aucun habillage trouvé.

source: Add new dressing
fr: Ajouter un nouvel habillage

source: Pick a dressing below
fr: Choisissez un habillage ci-dessous

source: List of dressings that I can apply to the video.
fr: Liste des habillages que je peux appliquer à la vidéo.

source: Select
fr: Sélectionner

source: Apply
fr: Appliquer

source: Dressings
fr: Habillages

source: Dressings are a way to customize your video. You can add a watermark, opening and ending credits
fr: Les habillages sont un moyen de personnaliser votre vidéo. Vous pouvez ajouter un filigrane, un générique de début et de fin

source: A watermark is an image that will be displayed on the video. You can choose the position and the opacity of the watermark.
fr: Un filigrane est une image qui sera affichée sur la vidéo. Vous pouvez choisir la position et l’opacité du filigrane.

source: Credits
fr: Générique

source: Opening and ending credits are videos that will be displayed at the beginning or at the end of the video.
fr: Les génériques de début et de fin sont des vidéos qui s’affichent au début ou à la fin de la vidéo.

source: You cannot dress this video.
fr: Vous ne pouvez pas habiller cette vidéo.

source: You cannot access this page.
fr: Vous ne pouvez pas accéder à cette page.

source: You cannot edit this dressing.
fr: Vous ne pouvez pas éditer cet habillage.

source: The dressing has been deleted.
fr: L’habillage a été supprimé.

source: You cannot create a video dressing.
fr: Vous ne pouvez pas créer d’habillage de vidéo.

source: Dress the video “%s”
fr: Habiller la vidéo « %s »

source: The changes have been saved.
fr: Les modifications ont été sauvegardées.

source: Edit the dressing “%s”
fr: Modifier l’habillage « %s »

source: Create a new dressing
fr: Créer un nouvel habillage

source: You cannot delete this dressing.
fr: Vous ne pouvez pas supprimer cet habillage.

source: Deleting the dressing “%s”
fr: Supprimer l’habillage « %s »

source: Video duplicates
fr: Duplication de vidéo

source: %(slug)s-copy
fr: %(slug)s-copie

source: Copy of %(title)s
fr: Copie de %(title)s

source: Enrichments
fr: Enrichissements

source: Enrichment version
fr: Version enrichie

source: Enrichment
fr: Enrichissement

source: enrichment
fr: enrichissement

source: Edit the enrichment
fr: Éditer l’enrichissement

source: richtext
fr: texte riche

source: weblink
fr: lien web

source: embed
fr: intégrer

source: Stop video
fr: Arrêter la vidéo

source: The video will pause when displaying the enrichment.
fr: La vidéo s’arrêtera à l’affichage de l’enrichissement.

source: Start of enrichment display in seconds.
fr: Temps de début de l’affichage de l’enrichissement en secondes.

source: End of enrichment display in seconds.
fr: Temps de fin de l’affichage de l’enrichissement en secondes.

source: Integrate a document (PDF, text, html)
fr: Intégrer un document (PDF, texte, html)

source: Richtext
fr: Texte riche

source: Embed code
fr: Code d’intégration

source: Paste here a code from an external source to embed it.
fr: Collez ici un code d’une source externe pour l’intégrer.

source: Please enter a correct {0}.
fr: Veuillez entrer un correct {0}.

source: Please enter a title from 2 to 100 characters.
fr: Veuillez entrer un titre contenant entre 2 et 100 caractères.

source: Please enter a correct start field between 0 and {0}.
fr: Veuillez entrer un temps de début correct compris entre 0 et {0}.

source: Please enter a correct end field between 1 and {0}.
fr: Veuillez entrer un temps de fin correct compris entre 1 et {0}

source: Please enter a type.
fr: Veuillez entrer un type.

source: The value of the start field is greater than the value of end field.
fr: Le temps de début est supérieur au temps de fin.

source: The value of end field is greater than the video duration.
fr: Le temps de fin est supérieur à la durée de la vidéo.

source: End field and start field can’t be equal.
fr: Le commencement et la fin ne peuvent être équivalents.

source: There is an overlap with the enrichment {0}, please change time start and/or time end values.
fr: Il y a un chevauchement avec l’enrichissement {0}, veuillez changer son temps de début et/ou de fin.

source: Enrichment Vtt
fr: Enrichissement VTT

source: Enrichments Vtt
fr: Enrichissements VTT

source: Select one or more groups who can access to the enrichment of the video
fr: Sélectionner un ou plusieurs groupes qui auront accès à la modification de l’enrichissement de la vidéo

source: Enrichment Video Group
fr: Groupe pour les enrichissements

source: Enrichment Video Groups
fr: Groupes pour les enrichissements

source: Add a new enrichment
fr: Ajouter un nouvel enrichissement

source: Back to video edit
fr: Retour à l’édition de la vidéo

source: See the enrich video
fr: Voir la vidéo enrichie

source: Editing enrichments
fr: Éditer les enrichissements

source: You can specify the group(s) of users who can access this page
fr: Vous pouvez spécifier le(s) groupe(s) d’utilisateurs qui peuvent accéder à cette page

source: The title field is required and must contains from 2 to 100 characters.
fr: Le champ de titre est requis et doit contenir de 2 à 100 caractères.

source: The fields “Start” and “End” must contain an indication value in seconds. Start playback of the video, pause the video and click on “Get time from the player” to fill in the field untitled “Start”. Then do the same to fill in the field untitled “End”.
fr: Les champs « Début » et « Fin » doivent contenir des valeurs en secondes. Lancez la lecture de la vidéo, mettez sur pause et cliquez sur « Récupérer le temps depuis le lecteur » pour renseigner automatiquement le champ « Début ». Vous pouvez le faire également pour remplir le champ « Fin ».

source: You cannot overlap enrichments.
fr: Vous ne pouvez faire des enrichissements qui se chevauchent.

source: You must save your enrichments to view the result.
fr: Vous devez sauvegarder vos enrichissements pour voir le résultat.

source: To help you, the different types of enrichments have specific colors:
fr: Pour vous aider, les différents types d’enrichissements ont des couleurs spécifiques :

source: Weblink
fr: Lien web

source: Embed
fr: Intégrer

source: They are visible on the video playback bar.
fr: Ils sont visibles sur la barre de lecture de la vidéo.

source: Create / Edit enrichment
fr: Créer / Éditer un enrichissement

source: Editing group for the enrichment of the video
fr: Spécifier les groupes qui peuvent enrichir la vidéo

source: back to editing enrichment
fr: retour à l’édition de l’enrichissement

source: List of the enrichments
fr: Liste des enrichissements

source: Modify the enrichment “%(enrich_title)s”
fr: Modifier l’enrichissement « %(enrich_title)s »

source: Delete the enrichment “%(enrich_title)s”
fr: Supprimer l’enrichissement « %(enrich_title)s »

source: Enriched
fr: Enrichi

source: You cannot enrich this video.
fr: Vous ne pouvez pas enrichir cette vidéo.

source: Enrichment of the video “%s”
fr: Enrichissement de la vidéo « %s »

source: You cannot access this playlist because it is private.
fr: Vous ne pouvez pas accéder à cette liste de lecture car elle est privée.

source: Hyperlink Description
fr: Description de l’hyperlien

source: Hyperlink URL
fr: URL de l’hyperlien

source: You can search hyperlink by URL or description.
fr: Vous pouvez rechercher un hyperlien par URL ou par description.

source: Add Hyperlink
fr: Ajouter un hyperlien

source: Edit Hyperlink
fr: Modifier l’hyperlien

source: List of hyperlinks
fr: Liste des hyperliens

source: Delete the hyperlink “%(hyperlink_description)s”
fr: Supprimer l’hyperlien « %(hyperlink_description)s »

source: Manage Hyperlinks
fr: Gérer les Hyperliens

source: List of hyperlinks I can manage.
fr: Liste des hyperliens que je peux gérer.

source: Edit the hyperlink “%(hyperlink_url)s”
fr: Modifier l’hyperlien « %(hyperlink_url)s »

source: Please confirm you want to delete the hyperlink
fr: Veuillez confirmer que vous souhaitez supprimer l’hyperlien

source: Delete the hyperlink “%(hyperlink_url)s”
fr: Supprimer l’hyperlien « %(hyperlink_url)s »

source: No hyperlinks found.
fr: Aucun hyperlien trouvé.

source: Import External Video
fr: Importer une vidéo externe

source: Please enter a valid address
fr: Veuillez entrer une adresse valide

source: Recording name
fr: Nom de l’enregistrement

source: Please enter a name that will allow you to easily find this recording.
fr: Veuillez entrer un nom qui vous permettra de retrouver facilement cet enregistrement.

source: Start date
fr: Date de début

source: User
fr: Utilisateur

source: User who create this recording
fr: Utilisateur qui a créé cet enregistrement

source: Video file
fr: Fichier vidéo

source: External record type
fr: Type d’enregistrement externe

source: It is possible to manage recordings from Big Blue Button or another source delivering video files.
fr: Il est possible de gérer les enregistrements de Big Blue Button ou d’autres sources délivrant des fichiers vidéos.

source: Address of the recording to download
fr: Adresse de l’enregistrement à télécharger

source: Please enter the address of the recording to download. This address must match the record type selected.
fr: Veuillez entrer l’adresse de l’enregistrement à télécharger. Cette adresse doit correspondre au type d’enregistrement sélectionné.

source: Recording state
fr: Etat de l’enregistrement

source: User who uploaded to Pod the video file
fr: Utilisateur qui a téléversé le fichier vidéo sur Pod

source: Unable to call BBB server.
fr: Impossible de joindre le serveur BBB.

source: Parameter %s needs to be defined.
fr: Le paramètre %s doit être défini.

source: Unable to get recording!
fr: Impossible d’obtenir l’enregistrement !

source: Method not allowed
fr: Méthode non autorisée

source: External recordings
fr: Enregistrements externes

source: My external videos
fr: Mes vidéos externes

source: Access to adding external recording has been restricted. If you want to add external recordings on the platform, please <a href="%(url)s">contact us</a>.
fr: L’accès à l’ajout d’enregistrements externes a été limité. Si vous souhaitez ajouter des enregistrements externes sur la plateforme, veuillez <a href="%(url)s">nous contacter</a>.

source: To centralize Big Blue Button, PeerTube, video file, Youtube recordings on this platform, first, please enter the information below.
fr: Pour centraliser des enregistrements Big Blue Button, PeerTube, Youtube ou autres fichiers vidéos sur cette plateforme, veuillez d’abord entrer les informations ci-dessous.

source: Then you can import this video to Pod.
fr: Ensuite, vous pouvez importer cette vidéo dans Pod.

source: Uploading
fr: Mise en ligne

source: To retrieve recordings from other interfaces, just copy the link to the Big Blue Button, PeerTube, Youtube or other video from the app.
fr: Pour récupérer des enregistrements depuis d’autres interfaces, il suffit de copier le lien de la vidéo Big Blue Button, PeerTube, Youtube ou autre depuis l’application.

source: All you have to do is paste this link in the “Address of the recording to download” field, and enter the additional information.
fr: Il ne vous reste plus qu’à coller ce lien dans l’« Adresse de l’enregistrement à télécharger » et entrez les informations supplémentaires.

source: Once the entry is made, you will be able - if the original application allows it and if the video is publicly available - to upload the video to this platform.
fr: Une fois la saisie réalisée, vous pourrez - si l’application d’origine l’autorise et si la vidéo est accessible publiquement - téléverser la vidéo sur cette plateforme.

source: To do this, please use the “Upload to Pod as video” button in the list.
fr: Pour ce faire, veuillez utiliser le bouton « Télécharger sur Pod en tant que vidéo » dans la liste.

source: You will then be able to find the encoded video directly in the Dashboard tab after a while.
fr: Vous pourrez alors retrouver la vidéo encodée directement dans l’onglet Tableau de bord après un certain temps.

source: An email will be sent to you when all encoding tasks are completed.
fr: Un courriel vous sera envoyé quand toutes les tâches d’encodage seront complétées.

source: Useful tips
fr: Conseils pratiques

source: The entered address must correspond to a video file. The platform to which you copy the link may offer several possibilities; feel free to test the different links provided.
fr: L’adresse saisie doit correspondre à un fichier vidéo. La plateforme vers laquelle vous copiez le lien peut offrir plusieurs possibilités ; n’hésitez pas à tester les différents liens proposés.

source: For example, in the case of a video from a Pod platform, please enter the source file address, available in the video edition.
fr: Par exemple, dans le cas d’une vidéo provenant d’une plateforme Pod, veuillez entrer l’adresse du fichier source, disponible dans l’édition de la vidéo.

source: Terms of Service
fr: Conditions d’utilisation

source: It is necessary to respect the terms of use of the various services before being able to upload a video from their site to this platform.
fr: Il est nécessaire de respecter les conditions d’utilisation des différents services avant de pouvoir téléverser une vidéo depuis leur site sur cette plateforme.

source: More infomations on Big Blue Button
fr: Plus d’informations sur Big Blue Button

source: More infomations on PeerTube
fr: Plus d’informations sur PeerTube

source: Their terms of service state that you are not allowed to download any content unless permitted by YouTube or the person who owns the copyright to the content.
fr: Leurs conditions d’utilisation stipulent que vous n’êtes pas autorisé à télécharger de contenu sauf autorisation de YouTube ou de la personne qui détient les droits d’auteur de ce contenu.

source: YouTube’s Terms of Service
fr: Conditions d’utilisation de YouTube

source: Filters
fr: Filtres

source: Search
fr: Rechercher

source: Type at least 3 chars to filter
fr: Tapez au moins 3 lettres pour filtrer

source: Access to importing video has been restricted. If you want to import videos on the platform, please <a href="%(url)s">contact us</a>.
fr: L’accès à l’import d’une vidéo a été limité. Si vous souhaitez importer des vidéos sur la plateforme, veuillez <a href="%(url)s">nous contacter</a>.

source: If you have achieved Big Blue Button meetings via another interface (typically via Moodle), or if you wish to centralize PeerTube, Youtube or other videos on Pod, it is possible to retrieve these recordings and be able to convert them into video in this platform (under certain conditions).
fr: Si vous avez réalisé des réunions Big Blue Button via une autre interface (typiquement via Moodle), ou si vous souhaitez centraliser des vidéos PeerTube, Youtube ou autres sur Pod, il est possible de récupérer ces enregistrements et de pouvoir les convertir en vidéo dans cette plateforme (sous certaines conditions).

source: You need to create an external video before you can import it.
fr: Vous devez créer une vidéo externe avant de pouvoir l’importer.

source: Create an external video
fr: Créer une vidéo externe

source: Do not leave the page until the video upload to Pod is complete.
fr: Ne quittez pas la page tant que le téléversement de la vidéo sur Pod n’est pas terminé.

source: Name
fr: Nom

source: State
fr: Statut

source: Playback
fr: Lecture

source: Import
fr: Importer

source: Manage
fr: Gérer

source: Display the recording in presentation format
fr: Afficher l’enregistrement au format Présentation Web

source: Display the recording in video format
fr: Afficher l’enregistrement au format vidéo

source: Please confirm you want to upload the recording to Pod
fr: Veuillez confirmer que vous souhaitez téléverser l’enregistrement sur Pod

source: Upload to Pod as a video
fr: Téléverser sur Pod en tant que vidéo

source: Please confirm you want to delete the external recording
fr: Veuillez confirmer que vous souhaitez supprimer l’enregistrement externe

source: Edit the external recording
fr: Modifier l’enregistrement externe

source: Delete the external recording
fr: Supprimer l’enregistrement externe

source: Unable to upload the video to Pod
fr: Impossible de téléverser la vidéo sur Pod

source: YouTube content is inaccessible.
fr: Ce contenu de YouTube est inaccessible.

source: Impossible to upload to Pod the video, the link provided does not seem valid.
fr: Impossible de télécharger sur Pod la vidéo, le lien fourni ne semble pas valide.

source: No URL found / No recording name
fr: Aucune URL trouvée / Aucun nom d’enregistrement

source: Try changing the record type or address for this recording
fr: Essayez de modifier le type d’enregistrement ou l’adresse de cet enregistrement

source: The video file for this recording was not found in the HTML file.
fr: Le fichier vidéo de cet enregistrement est introuvable dans le fichier HTML.

source: The found file is not a valid video.
fr: Le fichier trouvé n’est pas une vidéo valide.

source: In the case of a video from a Pod platform, please enter the source file address, available in the video edition.
fr: Dans le cas d’une vidéo provenant d’une plateforme Pod, veuillez indiquer l’adresse du fichier source, disponible dans l’édition de la vidéo.

source: The video file for this recording was not found on the server.
fr: Le fichier vidéo pour cet enregistrement n’a pas été trouvé sur le serveur.

source: Impossible to create the Pod video
fr: Impossible de créer la vidéo Pod

source: No video file found.
fr: Aucun fichier vidéo trouvé.
