Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The transcripting of content
fr: La transcription du contenu

source: %(content_type)s “%(content_title)s” has been %(action)s, and is now available on %(site_title)s.
fr: %(content_type)s « %(content_title)s » a été %(action)s, et est maintenant disponible sur %(site_title)s.

source: The content
fr: Le contenu

source: The video
fr: La vidéo

source: automatically transcripted
fr: automatiquement transcrit

source: encoded to Web formats
fr: encodé aux formats Web

source: content
fr: contenu

source: Transcripting
fr: Transcrire

source: Video search
fr: Recherche de vidéo

source: Active filters (click to unfilter):
fr: Filtres actifs (cliquer pour en retirer) :

source: Advanced search
fr: Recherche avancée

source: Remove this filter
fr: Retirer ce filtre

source: Sorry, video search is limited to 500 pages max.
fr: Désolé, la recherche de vidéos est limitée à 500 pages maximum.

source: Search results
fr: Résultats de la recherche

source: Esup-Pod xAPI
fr: xAPI Esup-Pod
