Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This meeting module is based on the OpenSource <strong>BigBlueButton</strong> solution.
fr: Ce module de réunion est basé sur la solution OpenSource <strong>BigBlueButton</strong>.

source: This solution enables voice and video image sharing, presentations with or without a whiteboard, public and private chat tools, screen sharing, voice over IP, online polling and the use of office documents.
fr: Cette solution permet le partage d’images vocales et vidéo, des présentations avec ou sans tableau blanc, des outils de chat public et privé, le partage d’écran, la voix sur IP, les sondages en ligne et l’utilisation de documents bureautiques.

source: Informations about webinars
fr: Informations sur les webinaires

source: If you want to hold an online conference for a large audience (over 200 users), you can use the Webinar mode, accessible from this meetings module.
fr: Si vous souhaitez organiser une conférence en ligne pour un large public (plus de 200 utilisateurs), vous pouvez utiliser le mode Webinaire, accessible à partir de ce module de réunions.

source: This Webinar mode enables you to transmit information to a large audience via a live broadcast (accessible from the platform’s live page) and interaction - if you wish - via an integrated chat.
fr: Ce mode Webinaire vous permet de transmettre des informations à un large public via une diffusion en direct (accessible depuis la page des directs de la plateforme) et une interaction - si vous le souhaitez - via un chat intégré.

source: Once you’ve saved the form, you can start the webinar by clicking on the “Start the webinar” button.
fr: Une fois le formulaire enregistré, vous pouvez démarrer le webinaire en cliquant sur le bouton « Démarrer le webinaire ».

source: Shortly after clicking the “Start the webinar” button, the live stream will be available to users on the <i class="bi bi-broadcast mx-1" aria-hidden="true"></i> <strong>Lives</strong> page.
fr: Peu de temps après avoir cliqué sur le bouton « Démarrer le webinaire », le direct sera disponible pour les utilisateurs sur la page <i class="bi bi-broadcast mx-1" aria-hidden="true"></i> <strong>Directs</strong>.

source: You can invite other speakers/trainers to join you in BigBlueButton. Live should only be used by listeners.
fr: Vous pouvez inviter d’autres orateurs/formateurs à vous rejoindre dans BigBlueButton. Le direct ne doit être utilisé que par les auditeurs.

source: Once the webinar has been created, you can modify the date and time information as you wish, and the live webinar will be updated accordingly.
fr: Une fois le webinaire créé, vous pouvez modifier la date et l’heure à votre guise, et le webinaire en direct sera mis à jour en conséquence.

source: This can be very useful for pre-event testing.
fr: Cela peut s’avérer très utile pour les tests préalables aux événements.

source: Once started, you can access the webinar information and additional actions via <i class="bi bi-person-video2 pod-add mx-1" aria-hidden="true"></i> <strong>Show webinar informations</strong> in the meetings list.
fr: Une fois démarré, vous pouvez accéder aux informations sur le webinaire et à des actions supplémentaires via <i class="bi bi-person-video2 pod-add mx-1" aria-hidden="true"></i> <strong>Afficher les informations sur le webinaire</strong> dans la liste des réunions.

source: As you have the appropriate rights, once the webinar has been created, you can access additional settings for the created event via <i class="bi bi-broadcast mx-1" aria-hidden="true"></i> <strong>My Events</strong> in the main menu.
fr: Comme vous disposez des droits appropriés, une fois le webinaire créé, vous pouvez accéder à des paramètres supplémentaires pour l’événement créé via <i class="bi bi-broadcast mx-1" aria-hidden="true"></i> <strong>Mes événements</strong> dans le menu principal.

source: Recommendations
fr: Recommandations

source: There are just a few recommendations to follow:
fr: Il y a juste quelques recommandations à suivre :

source: Please do not <strong>end the meeting</strong> before it is actually over.
fr: Veuillez ne pas <strong>terminer la réunion</strong> avant qu’elle ne soit réellement terminée.

source: No <strong>recurrence available</strong> for webinars.
fr: Aucune <strong>récurrence disponible</strong> pour les webinaires.

source: Remember to not use <strong>breakout rooms</strong> in this case.
fr: Rappelez-vous de ne pas utiliser les <strong>salles privées</strong> dans ce cas.

source: After recording a Big Blue Button meeting, recordings of that meeting will be available at that level after a while.
fr: Après avoir enregistré une réunion Big Blue Button, les enregistrements de cette réunion seront disponibles à ce niveau après un certain temps.

source: When a new recording is available at this level, you will receive an email to inform you.
fr: Lorsqu’un nouvel enregistrement est disponible à ce niveau, vous recevrez un courriel pour vous en informer.

source: Toolbar
fr: Barre d’outils

source: by
fr: par

source: Please confirm you want to upload the recording To Pod
fr: Veuillez confirmer que vous souhaitez téléverser l’enregistrement sur Pod

source: Please confirm you want to delete the recording
fr: Veuillez confirmer que vous souhaitez supprimer l’enregistrement

source: Delete the recording
fr: Supprimer l’enregistrement

source: Add emails addresses in the form below and click send to invite to your meeting
fr: Ajoutez des adresses électroniques dans le formulaire ci-dessous et cliquez sur envoyer pour inviter à votre réunion

source: Join the meeting
fr: Rejoindre la réunion

source: Please fill the form below.
fr: Veuillez renseigner le formulaire ci-dessous.

source: Unable to access to this meeting
fr: Impossible d’accéder à cette réunion

source: Back to home
fr: Retour à la page d’accueil

source: The meeting has not started yet.
fr: La réunion n’a pas encore commencé.

source: It is scheduled for <b>%(start_date)s</b> at <u>%(start_time)s</u>.
fr: Elle est planifiée le <b>%(start_date)s</b> à <u>%(start_time)s</u>.

source: You will be redirected right after the meeting starts.
fr: Vous serez redirigé juste après le début de la réunion.

source: if not, click on the button below.
fr: sinon, cliquez sur le bouton ci-dessous.

source: Reload
fr: Recharger

source: If you are the owner or a co-owner, please authenticate yourself by clicking on the link below.
fr: Si vous êtes le propriètaire ou un co-propriétaire, veuillez vous authentifier en cliquant sur le lien ci-dessous.

source: Authenticate
fr: S’authentifier

source: More options
fr: Plus d’options

source: Copy the direct join link
fr: Copiez le lien d’accès direct

source: Copy the join link
fr: Copiez le lien d’accès avec restriction d’accès

source: Invite to the meeting
fr: Inviter à la réunion

source: Get the recordings of the meeting
fr: Obtenir les enregistrements de la réunion

source: Delete the meeting
fr: Supprimer la réunion

source: This is your personal meeting room, a room specific to your profile, which is always available.
fr: Il s’agit de votre salle de réunion personnelle, une salle spécifique à votre profil, qui est toujours disponible.

source: This meeting is a webinar
fr: Cette réunion est un webinaire

source: Access to this meeting is restricted
fr: L’accès à cette réunion est restreint

source: This meeting is inactive
fr: Cette réunion est inactive

source: Show webinar informations
fr: Voir les informations sur le webinaire

source: Join the webinar
fr: Rejoindre le webinaire

source: Show meeting informations
fr: Voir les informations sur la réunion

source: Start the webinar
fr: Démarrer le webinaire

source: Start the meeting
fr: Démarrer la réunion

source: %(counter)s meeting found
fr: %(counter)s réunion trouvée

source: %(counter)s active meeting found
fr: %(counter)s réunion active trouvée

source: No meetings found
fr: Aucune réunion trouvée

source: You haven’t got any meeting yet, please use the “Add a meeting” button to add one.
fr: Vous n’avez pas encore planifié de réunion, veuillez utiliser le bouton « Ajouter une réunion » pour en créer une.

source: Add a meeting
fr: Ajouter une réunion

source: Repeat every
fr: Répéter tou(te)s les

source: Recurrence unit
fr: Unité des occurrences

source: Repeat the:
fr: Répéter le :

source: Type of monthly recurrence
fr: Type de récurrence mensuelle

source: The:
fr: Le :

source: Or after
fr: Ou après

source: A new Big Blue Button recording for “%(name)s” meeting is available
fr: Un nouvel enregistrement de la réunion Big Blue Button « %(name)s » est disponible

source: A new Big Blue Button recording for “%(content_title)s” meeting is now available on %(site_title)s.
fr: Un nouvel enregistrement Big Blue Button pour la réunion “%(content_title)s” est maintenant disponible sur %(site_title)s.

source: Meeting name
fr: Nom de la session

source: Has user joined?
fr: Utilisateurs connectés ?

source: Recording
fr: Enregistrement

source: Participant count
fr: Nombre de participants

source: Listener count
fr: Nombre d’auditeurs

source: Moderator count
fr: Nombre de modérateurs

source: Attendees
fr: Participants

source: Attendee
fr: Participant

source: Full name
fr: Nom complet

source: You cannot edit this meeting.
fr: Vous ne pouvez pas éditer cette réunion.

source: It is not possible to hold a webinar during this period. Webinar mode has been disabled for this meeting. Please try to change the period or contact the administrator.
fr: Il n’est pas possible d’organiser un webinaire pendant cette période. Le mode webinaire a été désactivé pour cette réunion. Veuillez essayer de modifier la période ou contacter l’administrateur.

source: You cannot delete this meeting.
fr: Vous ne pouvez pas supprimer cette réunion.

source: You cannot delete a personal meeting room.
fr: Vous ne pouvez pas supprimer une salle de réunion personnelle.

source: The meeting has been deleted.
fr: La réunion a été supprimée.

source: You cannot access to this meeting.
fr: Vous ne pouvez pas accéder à cette réunion.

source: Password given is not correct.
fr: Le mot de passe est incorrect.

source: You cannot end this meeting.
fr: Vous ne pouvez pas arrêter cette réunion.

source: The meeting was successfully stopped.
fr: La réunion a été arrêtée avec succès.

source: Meeting recordings
fr: Enregistrements de réunion

source: You cannot view the recordings of this meeting.
fr: Vous ne pouvez pas consulter les enregistrements de cette réunion.

source: The recording has been deleted.
fr: L’enregistrement a été supprimé.

source: Send invitations to the meeting “%s”
fr: Envoyer des invitations à la réunion « %s »

source: You cannot invite for this meeting.
fr: Vous ne pouvez pas inviter à cette réunion.

source: Invitations send to recipients.
fr: Invitations envoyées aux destinataires.

source: %(owner)s invites you to the meeting %(meeting_title)s
fr: %(owner)s vous invite à la réunion %(meeting_title)s

source: <p>Hello,</p> <p>%(owner)s invites you to a recurring meeting %(meeting_title)s.</p> <p>Start date: %(start_date_time)s</p> <p>Recurring until date: %(end_date)s</p> <p>The meeting will be occur each %(frequency)s %(recurrence)s </p> <p>Here is the link to join the meeting: %(join_link)s</p> <p>You need this password to enter: %(password)s</p> <p>Regards</p>
fr: <p>Bonjour, <p>%(owner)s vous invite à une réunion récurrente <strong>%(meeting_title)s</strong>.</p> <p>Date de début : %(start_date_time)s </p> <p>Récurrent jusqu’à la date : %(end_date)s </p> <p>La réunion se tiendra tou(te)s les %(frequency)s %(recurrence)s </p> <p>Voici le lien pour rejoindre la réunion : <a href="%(join_link)s">%(join_link)s</a></p> <p>Vous avez besoin de ce mot de passe pour entrer : <strong>%(password)s</strong></p> <p>Cordialement</p>

source: <p>Hello,</p> <p>%(owner)s invites you to the meeting <strong>%(meeting_title)s</strong>.</p> <p>here the link to join the meeting: <a href="%(join_link)s">%(join_link)s</a></p> <p>You need this password to enter: <strong>%(password)s</strong></p> <p>Regards</p>
fr: <p>Bonjour, <p>%(owner)s vous invite à la réunion <strong>%(meeting_title)s</strong>.</p> <p>Voici le lien pour rejoindre la réunion : <a href="%(join_link)s">%(join_link)s</a></p> <p>Vous avez besoin de ce mot de passe pour entrer : <strong>%(password)s</strong></p> <p>Cordialement</p>

source: <p>Hello,</p> <p>%(owner)s invites you to the meeting <strong>%(meeting_title)s</strong>.</p> <p>Start date: %(start_date_time)s </p> <p>End date: %(end_date)s </p> <p>here the link to join the meeting: <a href="%(join_link)s">%(join_link)s</a></p> <p>You need this password to enter: <strong>%(password)s</strong></p> <p>Regards</p>
fr: <p>Bonjour, <p>%(owner)s vous invite à la réunion <strong>%(meeting_title)s</strong>.</p> <p>Date de début : %(start_date_time)s </p> <p>Date de fin : %(end_date)s </p> <p>Voici le lien pour rejoindre la réunion : <a href="%(join_link)s">%(join_link)s</a></p> <p>Vous avez besoin de ce mot de passe pour entrer : <strong>%(password)s</strong></p> <p>Cordialement</p>

source: Here is the link to join the meeting: %(join_link)s You need this password to enter: %(password)s
fr: Voici le lien pour rejoindre la réunion : %(join_link)s Vous avez besoin de ce mot de passe pour entrer : %(password)s

source: Impossible to create the internal recording
fr: Impossible de créer l’enregistrement

source: You can’t end this webinar live.
fr: Vous ne pouvez pas terminer ce webinaire en direct.

source: You can’t restart this webinar live.
fr: Vous ne pouvez pas redémarrer ce webinaire en direct.

source: Webinar mode has been successfully started for “%(name)s” meeting.
fr: Le mode webinaire a bien été démarré pour la réunion « %(name)s ».

source: Error to start webinar mode for “%(name)s” meeting: %(exc)s
fr: Erreur de démarrage du mode webinaire pour la réunion « %(name)s » : %(exc)s

source: Webinar mode has been successfully stopped for “%(name)s” meeting.
fr: Le mode webinaire a bien été arrêté pour la réunion « %(name)s ».

source: Error to stop webinar mode for “%(name)s” meeting: %(exc)s
fr: Erreur de démarrage du mode webinaire pour la réunion « %(name)s » : %(exc)s

source: it is not possible to use a development server (localhost) for this functionality.
fr: il n’est pas possible d’utiliser un serveur de développement (localhost) pour cette fonctionnalité.

source: Too many webinars
fr: Trop de webinaires

source: There are too many webinars (%(nb_webinars)s) for the number of live gateways allocated (%(nb_live_gateways)s). The next meeting has been created but not like a webinar: %(id)s %(name)s [%(start_at)s-%(end_at)s]. Please fix the problem either by increasing the number of live gateways or by modifying/deleting one of the affected webinars (with the users’ agreement). Other webinars: %(names_webinars)s
fr: Il y a trop de webinaires (%(nb_webinars)s) pour le nombre de passerelles de live allouées (%(nb_live_gateways)s). La prochaine réunion a été créée mais pas comme un webinaire : %(id)s %(name)s [%(start_at)s-%(end_at)s]. Veuillez résoudre le problème en augmentant le nombre de passerelles de live ou en modifiant/supprimant l’un des webinaires concernés (avec l’accord des utilisateurs). Autres webinaires : %(names_webinars)s

source: <p>There are too many webinars (<strong>%(nb_webinars)s</strong>) for the number of live gateways allocated (<strong>%(nb_live_gateways)s</strong>). The next webinar has been created but <strong>not like a webinar</strong>:<ul><li><strong>%(id)s %(name)s</strong> [%(start_at)s-%(end_at)s].</li></ul><p>Please fix the problem either by increasing the number of live gateways or by modifying/deleting one of the affected webinars (with the users’ agreement).<br>Other webinars: <strong>%(names_webinars)s</strong>
fr: <p>Il y a trop de webinaires (<strong>%(nb_webinars)s</strong>) pour le nombre de passerelles live allouées (<strong>%(nb_live_gateways)s</strong>). La prochaine réunion a été créée mais <strong>pas comme un webinaire</strong> : <ul><li><strong>%(id)s %(name)s</strong> [%(start_at)s-%(end_at)s].</li></ul><p>Veuillez résoudre le problème en augmentant le nombre de passerelles live ou en modifiant/supprimant l’un des webinaires concernés (avec l’accord des utilisateurs).<br>Autres webinaires : <strong>%(names_webinars)s</strong>

source: Playlists
fr: Listes de lecture

source: Your favorites videos.
fr: Vos vidéos favorites.

source: General informations
fr: Informations générales

source: Security informations
fr: Informations de sécurité

source: Please choose a description. This description is empty by default.
fr: Veuillez choisir une description. Celle-ci est vide par défaut.

source: Right of access
fr: Droit d’accès

source: Please choose an access right among “public”, “password-protected”, “private”.
fr: Veuillez choisir un droit d’accès entre « public », « protégée par un mot de passe », « privée ».

source: Please choose a password if this playlist is password-protected.
fr: Veuillez choisir un mot de passe si cette playlist est protégée par un mot de passe.

source: Promoted
fr: Promue

source: Selecting this setting causes your playlist to be promoted on the page listing promoted public playlists. However, if this setting is deactivated, your playlist will still be accessible to everyone.<br>For general use, we recommend that you leave this setting disabled.
fr: En sélectionnant ce paramètre, votre liste de lecture sera mise en avant dans la page listant les listes de lecture publiques promues. En revanche, si ce paramètre est désactivé, votre liste de lecture restera tout de même accessible par tous.<br>Pour une utilisation générale, il est conseillé de laisser ce paramètre désactivé.

source: Autoplay
fr: Lecture automatique

source: Please choose if this playlist is an autoplay playlist or not.
fr: Veuillez choisir si cette playlist est en lecture automatique ou non.

source: You cannot create a playlist named “%(name)s”
fr: Vous ne pouvez pas créer une liste de lecture nommée « %(name)s »

source: Remove playlist cannot be undone
fr: La suppression de réunion est définitive

source: This playlist is protected by password, please fill in and click send.
fr: Cette liste de lecture est protégée par un mot de passe, veuillez remplir le formulaire et cliquez sur envoyer.

source: Password-protected
fr: Protégé par un mot de passe

source: Private
fr: Privé

source: Please choose a title between 1 and {__MAX_LENGTH_FOR_PLAYLIST_NAME__} characters.
fr: Veuillez entrer un titre contenant entre 1 et {__MAX_LENGTH_FOR_PLAYLIST_NAME__} caractères.

source: Selecting this setting causes your playlist to be promoted on the page listing promoted public playlists. However, if this setting is deactivated your playlist will still be accessible to everyone.<br>For general use, we recommend that you leave this setting disabled.
fr: En sélectionnant ce paramètre, votre liste de lecture sera mise en avant dans la page listant les listes de lecture publiques promues. En revanche, si ce paramètre est désactivé, votre liste de lecture restera tout de même accessible par tous.<br>Pour une utilisation générale, il est conseillé de laisser ce paramètre désactivé.

source: Editable
fr: Éditable

source: Please choose if this playlist is editable or not.
fr: Veuillez choisir si cette playlist est éditable ou non.

source: Used to access this instance, the “slug” is a short label containing only letters, numbers, underscore or dash top.
fr: Utilisé pour accéder à cette instance, le « titre court » est une étiquette formée uniquement de lettres (non accentuées), de chiffres, de l’underscore (barre de soulignement) et du tiret.

source: You can add additional owners to the playlist.
fr: Vous pouvez ajouter des propriétaires additionnels à la playlist.

source: Creation date
fr: Date de création

source: Update date
fr: Date de mise à jour

source: Password is required for a password-protected playlist.
fr: Un mot de passe est nécessaire pour une liste de lecture protégée par un mot de passe.

source: Addition date
fr: Date d’ajout

source: Rank
fr: Rang

source: Playlist content
fr: Élément de liste de lecture

source: Playlist contents
fr: Éléments de liste de lecture

source: Access the list of playlists
fr: Accéder aux listes de lecture

source: Edit the playlist
fr: Éditer la liste de lecture

source: Add a playlist
fr: Ajouter une liste de lecture

source: Start the playlist
fr: Démarrer la liste de lecture

source: Access the video list of this playlist
fr: Accéder à la liste de lecture

source: Delete the playlist <strong>%(name)s</strong>
fr: Supprimer la liste de lecture <strong>%(name)s</strong>

source: Back to my playlists
fr: Retour à mes listes de lecture

source: To delete the playlist, please check the box in and click delete.
fr: Pour supprimer la liste de lecture, veuillez cocher la case et cliquer sur supprimer.

source: Reset the filters
fr: Retirer les filtres

source: When you click on a choice bellow, you will be automatically redirected to the page dedicated to this filter.
fr: Lorsque vous cliquez sur un choix ci-dessous, vous serez redirigé automatiquement vers la page dédiée à ce filtre.

source: See my playlists
fr: Voir mes listes de lecture

source: See my private playlists
fr: Voir mes listes de lecture privées

source: See my password-protected playlists
fr: Voir mes listes de lecture protégées par un mot de passe

source: See my public playlists
fr: Voir mes listes de lecture publiques

source: See the additional playlists
fr: Voir les listes de lecture additionnelles

source: See all public playlists
fr: Voir toutes les listes de lecture publiques

source: See all promoted playlists
fr: Voir toutes les listes de lecture promues

source: See all playlists
fr: Voir toutes les listes de lecture

source: Informations about the playlist
fr: Informations de la liste de lecture.

source: Last updated on
fr: Mis à jour le

source: at
fr: à

source: Right of access:
fr: Droit d’accès :

source: Playlist owner:
fr: Propriétaire de la liste de lecture :

source: Access to playlist owner profile
fr: Accéder au profil du propriétaire de la liste de lecture

source: Additional owners:
fr: Propriétaires additionnels :

source: Access to playlist additional owner profile
fr: Accéder au profil du propriétaire additionnel

source: Your playlists
fr: Vos listes de lecture

source: Remove video from this playlist
fr: Retirer la vidéo de cette liste de lecture

source: Add video in this playlist
fr: Ajouter la vidéo à cette liste de lecture

source: Add the video in a new playlist
fr: Ajouter une vidéo à une nouvelle liste de lecture

source: Manage playlist
fr: Gérer la liste de lecture

source: Sorry, no video found.
fr: Désolé, aucune vidéo trouvée.

source: More
fr: Plus

source: %(counter)s video found
fr: %(counter)s vidéo trouvée

source: Playlist videos
fr: Vidéos de la playlist

source: Reorganize your playlist videos
fr: Réorganiser vos vidéos favorites

source: Reorganize
fr: Réorganiser

source: Cancel the reorganization
fr: Annuler la réorganisation

source: Help - Drag & Drop
fr: Aide - Glisser & Déposer

source: Select the video to move by clicking and holding.
fr: Sélectionnez la vidéo que vous souhaitez en cliquant et maintenant le bouton de la souris.

source: While holding down the video, drag it to the desired location.
fr: Tout en maintenant le bouton de la souris enfoncé, faites-la glisser à l’endroit que vous souhaitez.

source: Drop the video on another to swap their position.
fr: Déposez la vidéo sur une autre pour échanger leur position.

source: View the playlist “%(playlist_name)s”
fr: Voir la liste de lecture « %(playlist_name)s »

source: videos
fr: vidéos

source: See the playlist “%(playlist_label)s”
fr: Voir la liste de lecture « %(playlist_label)s »
