Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: To delete the record, please check the box and click “Delete”.
fr: Pour supprimer l’enregistrement, veuillez cocher la case et cliquer sur « Supprimer ».

source: Sorry, no record found
fr: Désolé, aucun enregistrement trouvé

source: Recorder should be indicated.
fr: L’enregistreur doit être indiqué.

source: Recorder not found.
fr: Enregistreur non trouvé.

source: The selected record has been deleted.
fr: L’enregistrement a été supprimé.

source: Media path should be indicated.
fr: La source du fichier doit être indiquée.

source: Your publication is saved. Adding it to your videos will be in a few minutes.
fr: Votre publication est sauvegardée, elle sera ajoutée à vos vidéos dans quelques minutes.

source: <p>Hello,<br>a new recording has just been added on %(title_site)s from the recorder “%(recorder)s”.<br>To assign it, just click on link below.</p><p><a href="%(link_url)s">%(link_url)s</a><br><em>If you cannot click on the link, just copy-paste it in your browser.</em></p><p>Regards.</p>
fr: <p>Bonjour,<br> un nouvel enregistrement a été ajouté sur la plateforme %(title_site)s à partir de l’enregistreur « %(recorder)s ».<br>Pour l’attribuer, cliquez sur le lien ci-dessous.</p><p><a href="%(link_url)s">%(link_url)s</a><br><em>Si le lien n’est pas actif, il faut le copier-coller dans la barre d’adresse de votre navigateur.</em></p><p>Cordialement.</p>

source: New recording added.
fr: Nouvel enregistrement ajouté.

source: The record has been deleted.
fr: L’enregistrement a été supprimé.

source: Deleting the record “%s”
fr: Suppression de l’enregistrement « %s »

source: Recorder for Studio not found.
fr: Enregistreur studio non trouvé.

source: You can search speaker by first name, last name and job.
fr: Vous pouvez rechercher un intervenant par leur prénom, nom et fonction.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Speakers
fr: Intervenants

source: Speaker’s job
fr: Fonction de l’intervenant

source: List of speakers
fr: Liste des intervenants

source: First name / Last name
fr: Prénom / Nom

source: Job
fr: Fonction

source: Delete the speaker job “%(speaker_job)s”
fr: Supprimer la fonction de l’intervenant « %(speaker_job)s »

source: Add a speaker
fr: Ajouter un intervenant

source: Jobs
fr: Fonctions

source: Job title
fr: Titre de la fonction

source: Remove job
fr: Supprimer la fonction

source: Add job
fr: Ajouter une fonction

source: List of speakers I can manage.
fr: Liste des intervenants que je peux gérer.

source: No jobs assigned
fr: Aucune fonction associée

source: Edit the speaker “%(speaker_firstname)s %(speaker_lastname)s”
fr: Modifier l’intervenant « %(speaker_firstname)s %(speaker_lastname)s »

source: Please confirm you want to delete the speaker
fr: Veuillez confirmer que vous souhaitez supprimer l’intervenant

source: Delete the speaker “%(speaker_firstname)s %(speaker_lastname)s”
fr: Supprimer l’intervenant « %(speaker_firstname)s %(speaker_lastname)s »

source: No speakers found.
fr: Aucun intervenant trouvé.

source: You cannot access speaker management.
fr: Vous ne pouvez pas accéder à la gestion des intervenants.

source: An action must be specified.
fr: Une action doit être précisée.

source: The speaker has been added.
fr: L’intervenant a été ajouté.

source: The speaker could not be added.
fr: L’intervenant n’a pu être ajouté.

source: The speaker has been deleted.
fr: L’intervenant a été supprimé.

source: The speaker could not be deleted.
fr: L’intervenant n’a pu être supprimé.

source: The speaker has been updated.
fr: L’intervenant a été modifié.

source: Speaker not found or invalid input.
fr: Intervenant non trouvé ou champ invalide.

source: Pod Administration
fr: Administration de Pod

source: Encoded?
fr: Encodé ?

source: Set as draft
fr: Définir comme brouillon

source: Encode selected
fr: (Ré)encoder la sélection

source: Transcript selected
fr: Transcrire la sélection

source: Change video owner
fr: Changer le propriétaire de vidéos

source: File field
fr: Fichier

source: You can send an audio or video file.
fr: Vous pouvez envoyer un fichier audio ou vidéo.

source: The following formats are supported: %s
fr: Les formats suivants sont supportés : %s

source: Title field
fr: Champ de titre

source: Please choose a title as short and accurate as possible, reflecting the main subject / context of the content.
fr: Veuillez choisir un titre aussi court et précis que possible, symbolisant le sujet principal / contexte du contenu.

source: You can use the “Description” field below for all additional information.
fr: Vous pouvez utiliser le champ "Description" pour des informations supplémentaires.

source: You may add contributors later using the second button of the content edition toolbar: they will appear in the “Info” tab at the bottom of the audio / video player.
fr: Vous pourrez ajouter des contributeurs plus tard en utilisant le second bouton de la barre d’outils du contenu : ils apparaissent dans la barre d’info en bas du lecteur audio / vidéo.

source: Select the type of your content. If the type you wish does not appear in the list, please temporary select “Other” and contact us to explain your needs.
fr: Sélectionnez un type pour votre contenu. Si le type que vous désirez n’apparaît pas dans la liste, veuillez temporairement choisir "Autres" et contactez-nous pour expliquer vos besoins.

source: In this field you can select and add additional owners to the video. These additional owners will have the same rights as you except that they can’t delete this media.
fr: Dans ce champ, vous pouvez sélectionner et ajouter des propriétaires supplémentaires à la vidéo. Ces autres propriétaires auront les mêmes droits que vous sauf qu’ils ne peuvent pas supprimer ce contenu.

source: Date of the event field
fr: Date de l’évènement

source: Enter the date of the event, if applicable, in the AAAA-MM-JJ format.
fr: Entrer la date de l’évènement, si possible, au format AAAA-MM-JJ.

source: Choose “None / All” if it does not apply or if all are concerned, or “Other” for an audience outside the european LMD scheme.
fr: Choisissez "Aucun / Tous" si ce n’est pas applicable ou si tous sont concernés, ou "Autre" pour une audience en dehors du schéma européen LMD.

source: Please try to add only relevant keywords that can be useful to other users.
fr: Veuiller essayer d’ajouter uniquement des mots clés pertinents qui pourront être utiles aux autres utilisateurs.

source: Select the discipline to which your content belongs. If the discipline you wish does not appear in the list, please select nothing and contact us to explain your needs.
fr: Sélectionner la discipline de rattachement de votre contenu. Si la discipline que vous désirez n’apparaît pas dans la liste, veuillez n’en sélectionner aucune et contactez nous pour expliquer vos besoins.

source: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0)
fr: Attribution - Pas de Modification 4.0 International (CC BY-ND 4.0)

source: Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)
fr: Attribution - Pas d’Utilisation Commerciale - Pas de Modification 4.0 International (CC BY-NC-ND 4.0)

source: Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)
fr: Attribution - Pas d’Utilisation Commerciale 4.0 International (CC BY-NC 4.0)

source: Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)
fr: Attribution - Pas d’Utilisation Commerciale - Partage dans les Mêmes Conditions 4.0 International (CC BY-NC-SA 4.0)

source: Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)
fr: Attribution - Partage dans les Mêmes Conditions 4.0 International (CC BY-SA 4.0)

source: Select the channel in which you want your content to appear.
fr: Sélectionner la chaîne où vous voulez que votre contenu apparaisse.

source: Themes related to this channel will appear in the “Themes” list below.
fr: Les thèmes relatifs à cette chaîne apparaîtront dans la liste "Thèmes" ci-dessous.

source: If the channel or theme you wish does not appear in the list, please select nothing and contact us to explain your needs.
fr: Si une chaîne ou des thèmes que vous voulez n’apparaît pas dans la liste, veuillez ne rien sélectionner et contactez-nous pour expliquer vos besoins.

source: Visibility
fr: Visibilité

source: In “Public” mode, the content is visible to everyone.
fr: Dans le mode « Public », le contenu est visible par tout le monde.

source: In “Draft / Private” mode, the content shows nowhere and nobody else but you can see it.
fr: En mode “Brouillon / Privé“, le contenu n’apparaît nulle part et personne d’autre que vous ne peut le voir. Vous pouvez ajouter des jetons pour permettre un accès direct par lien.

source: In “Restricted access” mode, you can choose the restrictions for the video.
fr: En mode « Accès restreint », vous pouvez choisir les restrictions pour la video.

source: In “Restricted access” mode, you can add a password which will be asked to anybody willing to watch your content. You can add tokens for allow direct access by link.
fr: En mode « Accès restreint », vous pouvez ajouter un mot de passe qui sera demandé à toute personne souhaitant regarder votre contenu. Vous pouvez ajouter des jetons pour permettre un accès direct par lien.

source: If your video is in a playlist the password of your video will be removed automatically.
fr: Si votre vidéo est dans une liste de lecture vous ne pourrez pas lui ajouter de mot de passe.

source: Authentication restricted access
fr: Accès restreint par authentification

source: In “Restricted access” mode, you can restrict the content access to only people who can log in
fr: En mode « Accès restreint », vous pouvez restreindre l’accès au contenu aux personnes qui peuvent se connecter

source: In “Restricted access” mode, you can restrict the content access to only people who are in these groups.
fr: Dans le mode « Accès restreint », vous pouvez restreindre l’accès au contenu aux personnes qui sont dans ces groupes.

source: Transcription is a speech recognition technology that transforms an oral speech into text in an automated way. By selecting language, it will generate a subtitle file automatically when encoding the video.
fr: La transcription est une technologie de reconnaissance vocale qui transforme un discours en texte automatiquement. En sélectionnant une langue, cela va générer un fichier de sous-titre durant l’encodage de la vidéo.

source: You will probably have to modify this file using the captioning tool in the completion page to improve it.
fr: Vous aurez probablement à améliorer ce fichier en utilisant l’outil de sous-titrage accessible sur la page de complétion de la video.

source: Extra style
fr: Style supplémentaire

source: Background color
fr: Couleur d’arrière-plan

source: In this field you can add some style to personnalize your channel.
fr: Dans ce champ vous pouvez ajouter des styles pour personnaliser votre chaîne.

source: Owners can add videos to this channel and access this page to customize the channel.
fr: Les propriétaires peuvent ajouter des vidéos dans cette chaîne et accéder à cette page pour la personnaliser.

source: Users can only add videos to this channel
fr: Les utilisateurs peuvent uniquement ajouter des vidéos à cette chaîne

source: Draft / Private
fr: Brouillon / Privé

source: Who can see your content (everyone, just you, or those granted).
fr: Qui peut voir votre contenu (tout le monde, juste vous ou des personnes autorisées).

source: Source file
fr: Fichier source

source: Channel options
fr: Options de chaîne

source: The date must be before or equal to %(date)s.
fr: La date doit être antérieure ou égale au %(date)s.

source: The deletion date can’t be earlier than today.
fr: La date de suppression ne peut pas être antérieure à aujourd’hui.

source: If you select restricted visibility for your video, you must check the "restricted access" box or specify a password.
fr: Si vous choisissez une visibilité restreinte pour votre vidéo, vous devez cocher la case "accès restreint" ou spécifier un mot de passe.

source: Delete video cannot be undo
fr: La suppression est définitive

source: A note can’t be empty
fr: Une note ne peut pas être vide

source: A comment can’t be empty
fr: Un commentaire ne peut pas être vide

source: An Error occurred while processing.
fr: Une erreur est survenue durant l’exécution du processus.

source: USE_OBSOLESCENCE is FALSE
fr: USE_OBSOLESCENCE est à FALSE

source: Archived
fr: Archivé

source: %s video(s) deleted.
fr: %s vidéo(s) supprimée(s).

source: %s video(s) archived.
fr: %s vidéo(s) archivée(s).

source: Hello %(name)s,
fr: Bonjour %(name)s,

source: Your video entitled <a href="//%(url)s">“%(title)s”</a> will soon arrive at the deletion deadline.
fr: Votre vidéo intitulée « <a href="//%(url)s">%(title)s</a> » arrive bientôt à la date limite de suppression.

source: It will be deleted on %(date_delete)s.
fr: Elle sera supprimée le %(date_delete)s.

source: If you want to keep it, you can change the removal date by editing your video:
fr: Si vous souhaitez la conserver, vous pouvez modifier la date de suppression en éditant votre vidéo :

source: Your video entitled “%(title)s” will soon arrive at the deletion deadline.
fr: Votre vidéo intitulée « %(title)s » arrive bientôt à la date limite de suppression.

source: If you want to keep it, please contact the manager(s) in charge of your establishment at this address(es): %(email_address)s.
fr: Si vous souhaitez la conserver, veuillez contacter le(s) gestionnaire(s) en charge de votre établissement à l’adresse suivante : %(email_address)s.

source: Sending mail to %(to_email)s for video %(title)s.
fr: Envoi d’un courriel à %(to_email)s pour la vidéo %(title)s.

source: Your video will be obsolete
fr: Votre vidéo sera obsolète

source: Hello manager(s) of %(estab)s on %(site_title)s,
fr: Bonjour le(s) gestionnaire(s) de %(estab)s sur %(site_title)s,

source: Hello manager(s) of %(site_title)s,
fr: Bonjour au(x) gestionnaire(s) de %(site_title)s,

source: For your information, below is the list of videos that will soon reach the deletion deadline.
fr: Pour information, vous trouverez ci-dessous la liste des vidéos qui arriveront bientôt à la date limite de suppression.

source: The obsolete videos on Pod
fr: Les vidéos obsolètes sur Pod

source: Manager of “%(estab)s” notified for %(nb)s soon to be obsolete video(s).
fr: Le(s) gestionnaire(s) de « %(estab)s » ont été notifié(s) de %(nb)s vidéo(s) bientôt obsolètes.

source: For information, you will find below the list of deleted video.
fr: Pour information, vous trouverez ci-dessous la liste des vidéos supprimées.

source: The deleted videos on Pod
fr: Les vidéos supprimées sur Pod

source: Manager of “%(et)s” notified for %(nb)s deleted video(s).
fr: Le(s) gestionnaire(s) de « %(et)s » ont été notifié(s) de %(nb)s vidéo(s) supprimée(s).

source: For information, you will find below the list of archived video.
fr: Pour information, vous trouverez ci-dessous la liste des vidéos archivées.

source: The archived videos on Pod
fr: Les vidéos archivées sur Pod

source: Manager of “%(estab)s” notified for %(nb)s archived video(s).
fr: Le(s) gestionnaire(s) de « %(estab)s » ont été notifié(s) de %(nb)s vidéo(s) archivée(s).

source: In %(deadline)s days:
fr: Dans %(deadline)s jours :

source: Package archiving done. %(amount)s video(s) packaged (%(weight)s - [%(duration)s]) - %(nb_ignored)s video(s) ignored.
fr: Archivage effectué. %(amount)s vidéos traitées (%(weight)s - [%(duration)s]) - %(nb_ignored)s vidéo(s) ignorée(s).

source: Hello manager(s) of %s,
fr: Bonjour au(x) gestionnaire(s) de %s,

source: For your information, below is the list of archived videos that would’ve been packaged in your ARCHIVE_ROOT folder. Run the <code>create_archive_package</code> command without the <code>--dry</code> option to delete them from %s.
fr: Pour votre information, voici la liste des vidéos archivées à placer dans votre dossier ARCHIVE_ROOT. Lancez la commande <code>create_archive_package</code> sans l’option <code>--dry</code> pour les supprimer de %s.

source: For your information, below is the list of archived videos that have been packaged in your ARCHIVE_ROOT folder, and definitely deleted from %s.
fr: Pour votre information, vous trouverez ci-dessous la liste des vidéos archivées qui ont été placées dans votre dossier ARCHIVE_ROOT, et définitivement supprimées de %s.

source: And below is the list of ignored videos that were not packaged because they have been recently viewed.
fr: Vous trouverez ci-dessous la liste des vidéos ignorées qui n’ont pas été regroupées parce qu’elles ont été visionnées récemment.

source: Packaging %s archived videos on Pod
fr: Déplacement de %s vidéos archivées sur Pod

source: None / All
fr: Aucun / Tous

source: Bachelor’s Degree
fr: Licence

source: Master’s Degree
fr: Master

source: Doctorate
fr: Doctorat

source: Other
fr: Autre

source: Private (me only)
fr: Privé (moi seulement)

source: Shared with video owner
fr: Partagé avec le propriétaire de la vidéo

source: %(app)s version
fr: Version %(app)s

source: Please choose a title as short and accurate as possible, reflecting the main subject / context of the content.(max length: 100 characters)
fr: Veuillez choisir un titre aussi court et précis que possible, qui reflète le sujet principal / le contexte de votre contenu. (taille maximale : 100 caractères)

source: The background color for your channel. You can use the format #. i.e.: #ff0000 for red
fr: La couleur d’arrière-plan pour votre chaîne. Vous pouvez utiliser le format #. exemple : #ff0000 pour le rouge

source: The style will be added to your channel to show it
fr: Le style sera ajouté à votre chaîne

source: If checked, the channel appear in a list of available channels on the platform.
fr: Si coché, la chaîne apparaîtra dans la liste des chaînes de la plateforme.

source: One or more groups who can upload video to this channel.
fr: Un ou plusieurs groupes qui pourront ajouter des vidéos à cette chaîne.

source: Additionals channels tab
fr: Onglet additionnel de chaînes

source: Theme parent
fr: Thème parent

source: A theme with this name already exists in this channel.
fr: Un thème portant ce nom existe déjà dans ce canal.

source: A theme can’t have itself or one of it’s children as parent.
fr: Un thème ne peut pas avoir pour parent lui-même ou l’un de ses enfants.

source: A theme must be in the same channel as its parent.
fr: Un thème doit se trouver dans la même chaîne que son parent.

source: Icon
fr: Icône

source: A title as short and accurate as possible, reflecting the main subject / context of the content. (max length: 250 characters)
fr: Un titre aussi court et précis que possible, reflétant le sujet principal / le contexte de ce contenu. (taille maximale : 250 caractères)

source: The general type of the video.
fr: Le type général de la vidéo.

source: Additional owners will have the same rights as you, except that they can’t delete this media.
fr: Les propriétaires additionnels auront les mêmes droits que vous, sauf qu’ils ne peuvent pas supprimer ce contenu.

source: Describe your content, add all needed related information, and format the result using the toolbar.
fr: Décrivez votre contenu, ajoutez toutes les informations nécessaires, et mettez en forme le résultat en utilisant la barre d’outils.

source: Date of event
fr: Date de l’évènement

source: The channel where you want your content to appear.
fr: La chaîne où vous voulez que votre contenu apparaisse.

source: Order videos in channels or themes.
fr: Ordonner les vidéos dans les chaines ou les thèmes.

source: Overview
fr: Vue d’ensemble

source: Encoding in progress
fr: Encodage en cours

source: Is Video
fr: Est une vidéo

source: Date to delete
fr: Date de suppression

source: Date when your video will be automatically removed from Pod.
fr: Date à laquelle votre vidéo sera automatiquement retirée de Pod.

source: Prevent users from commenting on your content.
fr: Empêche les utilisateurs de commenter votre contenu.

source: Sum of view
fr: Somme des vues

source: Sum of view of last %(ndays)s days
fr: Somme des vues des %(ndays)s derniers jours

source: Encoding step
fr: Étape de l’encodage

source: Is the video encoded?
fr: Est-ce que la vidéo est encodée ?

source: Update Owner
fr: Mettre à jour le propriétaire

source: Update Owners
fr: Mettre à jour les propriétaires

source: Number of view
fr: Nombre de vues

source: View count
fr: Nombre de vues

source: View counts
fr: Statistiques

source: Marker time
fr: Marqueur de temps

source: User viewing time marker of video
fr: Marqueur de lecture de vidéo de l’utilisateur

source: Users viewing time marker of video
fr: Marqueur de lecture de vidéo des utilisateurs

source: Video version
fr: Version de la video

source: Video default version.
fr: Version par défaut de la vidéo.

source: Video versions
fr: Versions de la video

source: Availability level
fr: Niveau de disponibilité

source: Select an availability level for the note.
fr: Sélectionner le niveau de disponibilité de la note.

source: Timestamp
fr: Horodatage

source: Date modified
fr: Date de modification

source: Advanced Note
fr: Note avancée

source: Advanced Notes
fr: Notes avancées

source: Select an availability level for the comment.
fr: Sélectionnez un niveau de disponibilité pour le commentaire.

source: Note comment
fr: Commentaire de la note

source: Note comments
fr: Commentaires de notes

source: Date for deletion
fr: Date pour la suppression

source: Video to delete
fr: Vidéo à supprimer

source: Videos to delete
fr: Vidéos à supprimer

source: Comments
fr: Commentaires

source: Category title
fr: Titre de la catégorie

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: Token name
fr: Nom du jeton

source: Change me!
fr: Changez-moi !

source: Video access token
fr: Jeton d’accès à la vidéo

source: Video access tokens
fr: Jetons d’accès à la vidéo

source: Show view statistics for all videos in this theme
fr: Afficher les statistiques de vue pour toutes les vidéos de ce thème

source: Statistics views
fr: Statistiques de vues

source: Subscribe to the video feed
fr: Souscrire au flux vidéo

source: Subscribe to the audio feed
fr: Souscrire au flux audio

source: Edit the channel
fr: Éditer la chaîne

source: %(counter)s theme found for this channel
fr: %(counter)s thème trouvé dans cette chaine

source: %(counter)s video for this channel
fr: %(counter)s vidéo trouvée dans cette chaine

source: %(counter)s subtheme found for this theme
fr: %(counter)s sous-thème trouvé dans ce thème

source: %(counter)s video found for this theme
fr: %(counter)s vidéo trouvée dans ce thème

source: %(counter)s video found without theme
fr: %(counter)s vidéo trouvée sans thème

source: Load more videos
fr: Charger plus de vidéos

source: Show view statistics for all videos in this channel
fr: Les utilisateurs peuvent uniquement ajouter des vidéos à cette chaîne

source: Edit the themes
fr: Éditer les thèmes

source: Themes of
fr: Thèmes de

source: View the channel
fr: Voir la chaîne

source: Other(s) language(s)
fr: Autre(s) langue(s)

source: Form fields
fr: Champs de formulaire

source: Editing the theme
fr: Éditer le thème

source: Add a new theme
fr: Ajouter un nouveau thème

source: Other language
fr: Autre langue

source: List of themes
fr: Liste des thèmes

source: Edit the theme
fr: Éditer le thème

source: Delete the theme
fr: Supprimer le thème

source: Add new theme
fr: Ajouter un nouveau thème

source: Edit the channel “%(title)s”
fr: Modifier la chaîne « %(title)s »

source: See the channel “%(title)s”
fr: Voir la chaîne « %(title)s »

source: %(count)s video(s) inside the channel “%(title)s”.
fr: %(count)s vidéo(s) dans la chaîne « %(title)s ».
