Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: No video file found for this address.
fr: Aucun fichier vidéo trouvé pour cette adresse.

source: File too large.
fr: Fichier trop volumineux.

source: The size of the video file exceeds the maximum allowed value, %s Gb.
fr: La taille du fichier vidéo dépasse la valeur maximale autorisée, %s Go.

source: The video file for this recording was not found.
fr: Le fichier vidéo de cet enregistrement est introuvable.

source: You cannot view this recording.
fr: Vous ne pouvez pas consulter cet enregistrement.

source: The recording has been uploaded to Pod. You can see the generated video in Dashboard.
fr: L’enregistrement a été téléversé sur Pod. Vous pouvez voir la vidéo générée dans le tableau de bord.

source: Edit the external video “%s”
fr: Modifier la vidéo externe « %s »

source: The external recording has been deleted.
fr: L’enregistrement externe a été supprimé.

source: Impossible to create the external recording
fr: Impossible de créer l’enregistrement externe

source: Impossible to upload to Pod the video
fr: Impossible de téléverser la vidéo PeerTube sur Pod

source: This video was uploaded to Pod; its origin is %(type)s: <a href="%(url)s" target="_blank">%(url)s</a>
fr: Cette vidéo a été téléversée sur Pod ; son origine est %(type)s : <a href="%(url)s" target="_blank">%(url)s</a>

source: This video has been uploaded to Pod and its source is the virtual classroom solution of the French Ministry of Higher Education and Research.
fr: Cette vidéo a été téléversée sur Pod et sa source est la solution de classe virtuelle du Ministère Français de l’Enseignement Supérieur et de la Recherche.

source: This video “%(name)s” was uploaded to Pod; its origin is %(type)s: <a href="%(url)s" target="_blank">%(url)s</a><br><br>%(desc)s
fr: Cette vidéo « %(name)s » a été téléversée sur Pod ; son origine est %(type)s : <a href="%(url)s" target="_blank">%(url)s</a><br><br>%(desc)s

source: This video “%(name)s” was uploaded to Pod; its origin is Youtube: <a href="%(url)s" target="_blank">%(url)s</a>
fr: Cette vidéo « %(name)s » a été téléversée sur Pod ; son origine est Youtube : <a href="%(url)s" target="_blank">%(url)s</a>

source: YouTube error
fr: Erreur en lien avec Youtube

source: YouTube content is unavailable. This content does not appear to be publicly available.
fr: Le contenu YouTube n’est pas disponible. Ce contenu ne semble pas être disponible publiquement.

source: Try changing the access rights to the video directly in Youtube.
fr: Essayez de modifier les droits d’accès à la vidéo directement dans Youtube.

source: YouTube error “%s”
fr: Erreur en lien avec Youtube « %s »

source: This content does not appear to be publicly available.
fr: Ce contenu ne semble pas être disponible publiquement.

source: Try changing the address of this recording.
fr: Essayez de changer l’adresse de cet enregistrement.

source: PeerTube error
fr: Erreur en lien avec PeerTube

source: The address entered does not appear to be a valid PeerTube address.
fr: L’adresse saisie ne semble pas être une adresse PeerTube valide.

source: Try changing the address of the recording.
fr: Essayez de changer l’adresse de cet enregistrement.

source: The address entered does not appear to be a valid PeerTube address or the PeerTube server is not responding as expected.
fr: L’adresse saisie ne semble pas être une adresse PeerTube valide ou le le serveur PeerTube ne répond pas comme prévu.

source: Try changing the address of the recording or retry later.
fr: Essayez de changer l’adresse de l’enregistrement ou réessayez plus tard.

source: This video “%(name)s” was uploaded to Pod; its origin is PeerTube: <a href="%(url)s" target="blank">%(url)s</a>.
fr: Cette vidéo « %(name)s » a été téléversée sur Pod ; son origine est PeerTube : <a href="%(url)s" target="_blank">%(url)s</a>.

source: Convert web presentation to video in progress…
fr: Conversion de la présentation web en vidéo en cours…

source: Video file already uploaded to Pod
fr: Fichier vidéo déjà téléversé sur Pod

source: Try changing the record type or address for this recording.
fr: Essayez de modifier le type d’enregistrement ou l’adresse de cet enregistrement.

source: No video file found. Upload to Pod as a video is not possible.
fr: Aucun fichier vidéo trouvé. Le téléversement sur Pod en tant que vidéo n’est pas possible.

source: Video file not uploaded to Pod
fr: Le fichier vidéo n’a pas été téléversé sur Pod

source: QR code to record immediately an event
fr: QR code pour la programmation d’un évènement immédiat

source: password
fr: mot de passe

source: Yes
fr: Oui

source: No
fr: Non

source: Broadcaster
fr: Diffuseur

source: Auto start admin
fr: Enregistrement auto

source: Thumbnails
fr: Vignettes

source: Lives
fr: Directs

source: Piloting implementation
fr: Implémentation de pilotage

source: Select the piloting implementation for to this broadcaster.
fr: Sélectionner l’implémentation de pilotage des enregistrements pour ce diffuseur.

source: End date
fr: Date de fin

source: End should not be in the past
fr: La fin d’un évènement ne peut pas être planifiée dans le passé

source: An event cannot be planned in the past
fr: Un évènement ne peut pas être planifié dans le passé

source: Start should not be after end
fr: L’heure de début doit être avant l’heure de fin

source: Planification error.
fr: Erreur de planification.

source: An event is already planned at these dates
fr: Un évenement est déjà planifié à cette date

source: Password
fr: Mot de passe

source: Advanced options
fr: Options avancées

source: Building
fr: Bâtiment

source: Broadcaster device
fr: Matériel de captation

source: Delete event cannot be undo
fr: La suppression d’évènement est définitive

source: Recording of %(user)s the %(date)s
fr: Enregistrement de %(user)s le %(date)s

source: name
fr: nom

source: Headband
fr: Bannière

source: Buildings
fr: Bâtiments

source: Poster
fr: Affiche

source: Url of the stream
fr: Adresse du flux

source: Check if the broadcaster is currently sending stream.
fr: Cocher la case si le diffuseur envoie un flux.

source: Enable add event
fr: Activer l’ajout d’un événement

source: If checked, it will allow to create an event to this broadcaster.
fr: Si cochée, elle permettra de créer un événement pour ce diffuseur.

source: Enable viewers count
fr: Activer le compteur de spectateurs

source: Enable viewers count on live.
fr: Active le compteur de spectateurs sur le direct.

source: Restricted access
fr: Accès restreint

source: Live is accessible only to authenticated users.
fr: Si cette case est cochée, la page du direct sera accessible uniquement aux utilisateurs authentifiés.

source: Show in live tab
fr: Montrer dans l’onglet Directs

source: Live is accessible from the Live tab
fr: Si cette case est cochée, la page du direct sera accessible publiquement dans l’onglet Directs

source: Select one or more groups who can manage event to this broadcaster.
fr: Sélectionner un ou plusieurs groupes qui pourront gérer les évènements de ce diffuseur.

source: Piloting configuration parameters
fr: Paramètres de configuration du pilotage

source: Add piloting configuration parameters in Json format.
fr: Ajouter les paramètres de configuration nécessaires au pilotage des enregistrements de ce diffuseur au format JSON.

source: Main language
fr: Langue principale

source: Select the main language used in the content.
fr: Sélectionner la langue principalement utilisée dans ce contenu.

source: Broadcasters
fr: Diffuseurs

source: Is recording?
fr: Enregistrement en cours ?

source: Please choose a title as short and accurate as possible, reflecting the main subject / context of the content. (max length: 250 characters)
fr: Choissez un titre aussi court et précis que possible, reflétant le sujet principal / le contexte de ce contenu. (taille maximale : 250 caractères)

source: In this field you can describe your content, add all needed related information, and format the result using the toolbar.
fr: Dans ce champ vous pouvez décrire votre contenu, ajouter toutes les informations nécessaires, et mettre en forme le résultat en utilisant la barre d’outils.

source: Additional owners
fr: Propriétaires additionnels

source: You can add additional owners to the event. They will have the same rights as you except that they can’t delete this event.
fr: Vous pouvez ajouter des propriétaires additionnels à l’évènement. Ils auront les mêmes droits que vous, sauf qu’ils ne peuvent pas supprimer cet évènement.

source: Start of the live event.
fr: Début de l’événement en direct.

source: End of the live event.
fr: Fin de l’événement en direct.

source: Broadcaster name.
fr: Nom du diffuseur.

source: Embedded Site URL
fr: Lien du site intégré

source: Url of the embedded site to display
fr: Lien du site à intégrer sous forme d’iframe en bas du live

source: Embedded Site Height
fr: Hauteur du site intégré

source: Height of the embedded site (in pixels)
fr: Hauteur (en pixel) du site intégré sur la page du live

source: Embedded aside Site URL
fr: Lien du site intégré

source: Url of the embedded site to display on aside
fr: Lien du site à intégrer sous forme d’iframe à droite du live

source: Draft
fr: Brouillon

source: If this box is checked, the event will be visible only by you and the additional owners but accessible to anyone having the url link.
fr: Si la case est cochée, l’évènement sera visible et accessible uniquement par vous et les propriétaires additionnels mais accessible à quiconque dispose de l’URL.

source: If this box is checked, the event will only be accessible to authenticated users.
fr: Si cette case est cochée, l’évènement sera uniquement accessible aux utilisateurs authentifiés.

source: Select one or more groups who can access to this event
fr: Sélectionner un ou plusieurs groupes qui auront accès à cet événement

source: Auto start
fr: Démarrage automatique de l’enregistrement

source: If this box is checked, the record will start automatically.
fr: Si cette case est cochée, l’enregistrement démarrera automatiquement à l’heure indiquée.

source: This video will be displayed when there is no live stream.
fr: Cette vidéo sera affichée lorsqu’il n’y a pas de diffusion en direct.

source: Video on hold
fr: Vidéo en attente

source: Viewing this event will not be possible without this password.
fr: Voir cet évènement n’est pas possible sans mot de passe.

source: Max viewers
fr: Nombre maximum de spectateurs

source: Maximum of distinct viewers
fr: Nombre maximum de spectateurs différents

source: Enable transcription
fr: Activer la transcription

source: If this box is checked, the transcription will be enabled.
fr: Active la transcription quand cette case est cochée.

source: Event
fr: Évènement

source: Events
fr: Évènements

source: Running task
fr: Tâche en cours

source: Running tasks
fr: Tâches en cours

source: Viewer
fr: Spectateur

source: Viewkey
fr: Clé de visionnage

source: Last heartbeat
fr: Dernier signal

source: Heartbeat
fr: Signal

source: Heartbeats
fr: Signaux

source: Recording in progress
fr: Enregistrement en cours

source: No recording in progress
fr: Aucun enregistrement en cours

source: Plan an event
fr: Programmer un évènement

source: Next events
fr: Prochains évènements

source: Manage broadcaster
fr: Gérer le diffuseur

source: Edit
fr: Éditer

source: no broadcast in progress
fr: aucune diffusion actuellement

source: Sorry, no lives found.
fr: Désolé, aucun direct trouvé.

source: access map
fr: plan d’accès

source: Please use different browser
fr: Utilisez un navigateur compatible

source: Thank you for watching this streaming live with us. The page will reload automatically within a few seconds to display the video on hold.
fr: Merci d’avoir regardé ce streaming en direct avec nous. La page se rechargera automatiquement dans quelques secondes pour afficher la vidéo d’attente.

source: New window
fr: Nouvelle fenêtre

source: Live not found, retry in 10 seconds
fr: Le direct n’a pas encore commencé, nouvelle tentative de lecture dans 10 secondes

source: Display all broadcasters of this building
fr: Afficher tous les diffuseurs de ce bâtiment

source: Sorry, no buildings found.
fr: Désolé, aucun bâtiment trouvé.

source: Number of views
fr: Nombre de vues

source: Embed/Share
fr: Intégrer/Partager

source: This event is protected by password, please fill in and click send.
fr: Cet évènement est protégé par un mot de passe, veuillez remplir le formulaire et cliquez sur envoyer.

source: Password required
fr: Mot de passe requis

source: Send
fr: Envoyer

source: Event is finished at:
fr: L’évènement s’est terminé à :

source: The event is scheduled from:
fr: L’événement est programmé du :

source: to
fr: à

source: Broadcasted on:
fr: Diffusé en direct le :

source: %(start_date)s from %(start_time)s to %(end_time)s
fr: %(start_date)s de %(start_time)s à %(end_time)s

source: %(start_date)s to %(end_date)s
fr: %(start_date)s au %(end_date)s

source: Location:
fr: Lieu :

source: Added by:
fr: Ajouté par :

source: Show video list of user “%(video_user_name)s”
fr: Afficher la liste des vidéos de l’utilisateur « %(video_user_name)s »

source: Embed/Share (Draft Mode)
fr: Intégrer/Partager (Mode brouillon)

source: Please note that your event is in draft mode.<br>The following links contain a key allowing access. Anyone with this links can access it.
fr: Veuillez noter que votre événement est en mode brouillon.<br>Les liens suivants contiennent une clé permettant l’accès. Toute personne disposant de ces liens peut y accéder.

source: Embed in a web page
fr: Intégrer dans une page web

source: Copy the content of this text box and paste it in the page:
fr: Copiez le contenu de cette boîte de texte et collez-le sur votre page :

source: Social Networks
fr: Réseaux sociaux

source: Share on
fr: Partager sur

source: Share the link
fr: Partager le lien

source: Use this link to share the event:
fr: Utiliser ce lien pour partager l’évènement :

source: QR code for this link:
fr: QR code pour le lien :

source: Download this QR code
fr: Télécharger ce QR code

source: Download
fr: Télécharger

source: Recording not done:
fr: Impossible de commencer l’enregistrement :

source: Error calling
fr: Erreur à l’appel de

source: Recording stopped
fr: Enregistrement arrêté

source: Recording not stopped:
fr: Impossible d’arrêter l’enregistrement :

source: Recording split done
fr: Découpe de l’enregistrement effectué

source: Recording not split:
fr: Impossible de découper l’enregistrement :

source: Video stream started (please wait a moment)
fr: Flux vidéo ouvert (patienter pour le rafraichissement)

source: Video stream can not be started
fr: Impossible d’ouvrir le flux vidéo

source: Video stream stopped (please wait a moment)
fr: Flux vidéo fermé (patienter pour le rafraichissement)

source: Video stream can not be stopped
fr: Impossible de fermer le flux vidéo

source: Recording duration
fr: Temps d’enregistrement

source: Message sent
fr: Message envoyé

source: Message not sent
fr: Le message n’a pas été envoyé

source: My events
fr: Mes évènements

source: The event ended on:
fr: L’événement s’est terminé le :

source: Report the event
fr: Signaler l’évènement

source: Start stream
fr: Ouvrir le flux vidéo

source: Stop stream
fr: Fermer le flux vidéo

source: Start stream and record
fr: Ouvrir le flux vidéo et enregistrer

source: Start record
fr: Démarrer l’enregistrement

source: Stop record
fr: Stopper l’enregistrement

source: Split record
fr: Chapitrer l’enregistrement

source: Current event videos
fr: Vidéos de l’évènement

source: Manage event
fr: Gérer l’évènement

source: Edit the event
fr: Éditer l’évènement

source: Delete the event
fr: Supprimer l’évènement

source: Current event
fr: Évènement en cours

source: This content is in draft.
fr: Ce contenu est en mode brouillon.

source: Edit this event
fr: Éditer cet évènement

source: Delete this event
fr: Supprimer cet évènement

source: See the event “%(title)s”.
fr: Voir l’évènement « %(title)s ».

source: The %(start_date)s from %(start_time)s to %(end_time)s
fr: Le %(start_date)s de %(start_time)s à %(end_time)s

source: from %(start_date)s to %(end_date)s
fr: du %(start_date)s au %(end_date)s

source: Back to the event
fr: Retour à l’évènement

source: The event is currently in progress. Deletion is not possible.
fr: L’évènement est actuellement en cours. La supression est impossible.

source: To delete the event, please check the box and click “Delete”.
fr: Pour supprimer l’évenement, veuillez cocher la case et cliquer sur « Supprimer ».

source: Access to adding event has been restricted. If you want to add events on the platform, please
fr: L’accès à l’ajout d’évènement est restreint. Si vous voulez ajouter des évènements, veuillez

source: The event is currently in progress. Editing options are limited.
fr: L’évènement est actuellement en cours. Les options d’édition sont limitées.

source: Event planning
fr: Planification d’un évènement

source: You can schedule a live event by selecting a building and a room or recording device.
fr: Vous pouvez planifier un évènement en direct en sélectionnant un bâtiment et une salle ou un dispositif de captation.

source: You will then need to specify a date, a start time and an end time.
fr: Vous devrez ensuite préciser une date, une heure de début et une heure de fin.

source: Please note that 2 events cannot be scheduled in the same room simultaneously.
fr: Attention, 2 évènements ne peuvent pas être programmés dans la même salle simultanément.

source: Finally, remember to provide as precise a description as possible.
fr: Enfin, pensez à renseigner une description la plus précise possible.

source: You can create a live event starting now.
fr: Vous pouvez créer un évènement immédiatement.

source: You will just need to specify a title and an end time.
fr: Vous devez simplement préciser un titre et une heure de fin.

source: Supervise broadcasters
fr: Superviser les diffuseurs

source: Please use the thumbnails toolbar which is located under the event on which you want to work with.
fr: Veuillez utiliser la barre d’outils située en dessous de la vignette de l’évènement sur lequel vous voulez travailler.

source: %(counter)s event found
fr: %(counter)s évènement trouvé

source: Sorry, no event found.
fr: Désolé, aucun évènement trouvé.

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Show all events
fr: Afficher tous les évènements

source: Fold/Unfold “Types” filters
fr: Plier/déplier les filtres par « Types »

source: Filter
fr: Filtre

source: No event found
fr: Aucun évènement trouvé

source: You have not planned any event yet, please use the "Plan an event" button to add one
fr: Vous n’avez pas encore planifié d’évènement, veuillez utiliser le bouton "Programmer un évènement" pour en créer un

source: Coming events
fr: Évènements à venir

source: Past events
fr: Évènements passés

source: Send message
fr: Envoyer un message

source: You can send a message to the webinar presenters (100 characters maximum).
fr: Vous pouvez envoyer un message aux présentateurs du webinaire (100 caractères maximum).

source: It will be displayed after 10 to 30 seconds on the live stream.
fr: Il sera affiché après 10 à 30 secondes lors de la diffusion en direct.

source: Submit
fr: Envoyer

source: You must be authenticated to send a message.
fr: Vous devez être authentifié pour envoyer un message.

source: QR code event’s link
fr: QR code pour le lien de l’évènement

source: Registration of event #%(content_id)s
fr: Programmation de l’évènement #%(content_id)s

source: You have just scheduled a new event called “%(content_title)s” from %(start_date)s to %(end_date)s on video server: %(url_event)s). You can find the other sharing options in the dedicated tab.
fr: Vous venez de programmer un nouvel évènement direct intitulé « %(content_title)s » du %(start_date)s au %(end_date)s sur le serveur vidéo : %(url_event)s). Vous pouvez retrouver les autres options de partage dans l’onglet dédié.

source: You cannot view this page.
fr: Vous ne pouvez pas accèder à cette page.

source: All live streams
fr: Tous les directs

source: Broadcasters of building “%s”
fr: Diffuseurs du bâtiment « %s »

source: Live “%s”
fr: Direct « %s »

source: You cannot watch this event.
fr: Vous ne pouvez pas accèder à cet évènement en direct.

source: The password is incorrect.
fr: Le mot de passe est incorrect.

source: Editing the event
fr: Éditer l’évènement

source: You cannot delete this event.
fr: Vous ne pouvez pas supprimer cet évènement.

source: The event has been deleted.
fr: L’évènement a été supprimé.

source: Deleting the event “%s”
fr: Suppression de l’événement « %s »

source: Plan an immediate event
fr: Programmer un évènement immédiat

source: Record
fr: Enregistrée

source: on %(start_date)s from %(start_time)s to %(end_time)s
fr: le %(start_date)s de %(start_time)s à %(end_time)s

source: LTI provider
fr: Fournisseur LTI

source: Your browser does not support iframes.
fr: Votre navigateur ne supporte pas les iframes.

source: Activity not found
fr: Activité non trouvée

source: The video id is not valid.
fr: L’identifiant de la vidéo n’est pas valide.

source: Main configurations
fr: Configurations principales

source: Request more information
fr: Demander plus d’informations

source: Learn more about how to contribute
fr: En savoir plus sur comment contribuer

source: Password request for a video
fr: Demande de mot de passe pour cette vidéo

source: Report inappropriate content
fr: Signaler un contenu inapproprié

source: Correction or bug report
fr: Correctif ou signalement de bug

source: Other (please specify)
fr: Autre (spécifiez)

source: Subject
fr: Sujet

source: Please choose a subject related to your request
fr: Veuillez choisir un sujet en lien avec votre requête

source: Provide a full description for your request
fr: Renseignez une description complète pour votre requête

source: Please indicate the result of the following operation
fr: Veuillez indiquer le résultat de l’opération suivante

source: Check this box if you are a metal human (required)
fr: Cocher cette case si vous êtes un humain en métal (obligatoire)

source: Please specify a subject
fr: Veuillez spécifier un sujet

source: Time:
fr: Heure:

source: Abkhazian
fr: Abkhazien

source: Albanian
fr: Albanais

source: Amharic
fr: Amharique

source: Arabic
fr: Arabe

source: Aragonese
fr: Aragonais

source: Armenian
fr: Arménien

source: Assamese
fr: Assamais

source: Azerbaijani
fr: Azerbaïdjanais

source: Bashkir
fr: Bachkir

source: Bhutani
fr: Bhoutani

source: Bulgarian
fr: Bulgare

source: Burmese
fr: Birman

source: Byelorussian (Belarusian)
fr: Biélorusse

source: Cambodian
fr: Cambodgien

source: Chinese
fr: Chinois

source: Corsican
fr: Corse

source: Croatian
fr: Croate

source: Czech
fr: Tchèque

source: Danish
fr: Danois

source: Dutch
fr: Hollandais

source: English
fr: Anglais

source: Estonian
fr: Estonien

source: Faeroese
fr: Féroïen

source: Fiji
fr: Fidji

source: Finnish
fr: Finnois

source: French
fr: Français

source: Frisian
fr: Frison

source: Galician
fr: Galicien

source: Gaelic (Scottish)
fr: Gaélique (écossais)

source: Gaelic (Manx)
fr: Gaélique (Manx)

source: Georgian
fr: Géorgien

source: German
fr: Allemand

source: Greek
fr: Grec

source: Greenlandic
fr: Groenlandais

source: Haitian Creole
fr: Créole haïtien

source: Hebrew
fr: Hébreu

source: Hungarian
fr: Hongrois

source: Icelandic
fr: Islandais

source: Indonesian
fr: Indonésien

source: Irish
fr: Irlandais

source: Italian
fr: Italien

source: Japanese
fr: Japonais

source: Javanese
fr: Javanais

source: Kashmiri
fr: Cachemire

source: Korean
fr: Coréen

source: Kurdish
fr: Kurde

source: Latvian (Lettish)
fr: Letton (Lettish)
