Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Editing the channel’s themes
fr: Édition des thèmes de la chaîne

source: Editing the video
fr: Éditer la vidéo

source: Choose an audio or video file to upload
fr: Choisissez un fichier audio ou vidéo à téléverser

source: Access to adding video has been restricted. If you want to add videos on the platform, please
fr: L’accès à l’ajout de vidéo est restreint, si vous voulez ajouter des vidéos

source: Legal notice
fr: Mention légale

source: Please note: make sure that you respect the Intellectual Property Code before publishing a video.
fr: Attention : assurez-vous de respecter le code de la propriété intellectuelle avant de publier une vidéo.

source: I confirm that I have the necessary authorizations signed by the parties involved in the uploaded content.
fr: Je confirme que je dispose des autorisations nécessaires signées par les parties concernées par ce média.

source: Selected file:
fr: Fichier sélectionné :

source: Undo
fr: Annuler

source: Upload progress:
fr: Progression du téléversement :

source: Select an available language if you want to transcribe the audio.
fr: Sélectionner une langue disponible si vous souhaitez transcrire l’audio.

source: Do not leave the page if you encounter a connection problem during the upload, it will resume automatically when your connection is available again.
fr: Ne quittez pas la page si vous rencontrez un problème de connexion pendant la mise en ligne, elle reprendra automatiquement quand votre connexion sera de nouveau disponible.

source: Upload
fr: Téléverser

source: The file size must be lower than %(video_max_upload_size)s Go.
fr: La taille du fichier doit être inférieure à %(video_max_upload_size)s Go.

source: The sending time depends on the size of your file and your upload speed. This can be quite long.
fr: Le temps d’envoi dépend de la taille de votre fichier et de votre vitesse de téléchargement. Ce temps d’envoi peut être relativement long.

source: While sending your file, do not close your browser until you have received a message of success or failure.
fr: Pendant l’envoi de votre fichier, ne fermez pas votre navigateur avant d’avoir reçu un message de succès ou d’échec.

source: Help for form fields
fr: Aide pour les champs de formulaire

source: You must accept the necessary authorizations to continue.
fr: Vous devez accepter les autorisations nécessaires pour continuer.

source: Upload a media file first.
fr: Téléversez d’abord un média.

source: The file extension is not in the allowed extension:
fr: Cette extension de fichier n’est pas présente dans les extensions autorisées :

source: This content contains a quiz.
fr: Ce contenu contient un quiz.

source: This content is password protected.
fr: Ce contenu est protégé par un mot de passe.

source: This content has restricted access.
fr: Ce contenu est en accès restreint.

source: This content is chaptered.
fr: Ce contenu est chapitré.

source: Video content.
fr: Contenu vidéo.

source: Audio content.
fr: Contenu audio.

source: Select video “%(video_title)s”
fr: Sélectionner la vidéo « %(video_title)s »

source: Video duration
fr: Durée de la vidéo

source: Check the videos to add in the category
fr: Cocher les vidéos à ajouter dans la catégorie

source: Permanently delete your category?
fr: Supprimer définitivement votre catégorie ?

source: Save category
fr: Sauvegarder la catégorie

source: Old owner
fr: Ancien propriétaire

source: FirstName/LastName
fr: Prénom/Nom

source: New owner
fr: Nouveau propriétaire

source: Filter by title
fr: Filtrer par titre

source: Select video(s) to edit
fr: Sélectionnez la/les vidéo(s) à éditer

source: Select/Deselect all videos
fr: Sélectionner/Désélectionner toutes les vidéos

source: Submit changes
fr: Soumettre les changements

source: Multiple actions
fr: Actions multiples

source: To edit several videos at the same time, you can check the ones you want then select an action to perform using the drop-down menu below, finally apply the modification. You can also refine your video search using the filters in the right menu.
fr: Pour éditer plusieurs vidéos en même temps, vous pouvez cocher celles que vous voulez modifier, puis sélectionner une action à effectuer dans le formulaire ci-dessous puis appliquer. Vous pouvez également affiner votre recherche de vidéos en utilisant les filtres du menu de droite.

source: Choose an action
fr: Choisissez une action

source: Edit a field
fr: Modifier un champ

source: Other actions
fr: Autres actions

source: New values for the %(legend)s
fr: Nouvelles valeurs pour les %(legend)s

source: New value for field %(field_label)s
fr: Nouvelle valeur pour le champ %(field_label)s

source: No video found
fr: Aucune vidéo trouvée.

source: %(counter)s video
fr: %(counter)s vidéo

source: Select all
fr: Tout sélectionner

source: Clear selection
fr: Effacer la sélection

source: You have not uploaded any videos yet, please use the ”Add a new video” button to add one
fr: Vous n’avez pas encore mis en ligne de vidéos, veuillez utiliser le bouton « Ajouter une nouvelle vidéo » pour en ajouter une

source: Grid display mode
fr: Mode d’affichage par grille

source: List display mode
fr: Mode d’affichage par liste

source: The videos on the left are automatically sorted according to the filters selected below. Check options to adjust results.
fr: Les vidéos à gauche sont automatiquement triées en fonction des filtres sélectionnés ci-dessous. Vérifiez les options pour ajuster les résultats.

source: Filter by user
fr: Filtrer par utilisateur

source: Fold/Unfold “Disciplines” filters
fr: Plier/déplier les filtres par « Disciplines »

source: Fold/Unfold “Tags” filters
fr: Plier/déplier les filtres par « Mots-clés »

source: Edit category
fr: Éditer la catégorie

source: Delete category
fr: Supprimer la catégorie

source: Add new category
fr: Ajouter une catégorie

source: Type at least 3 chars to filter categories
fr: Tapez au moins 3 lettres pour filtrer vos catégories

source: Links
fr: Liens

source: Remove from playlist
fr: Retirer de la liste de lecture

source: Remove from favorite
fr: Retirer des favoris

source: Add in favorite
fr: Ajouter aux favoris

source: Edit the video
fr: Éditer la vidéo

source: Video default version
fr: Version par défaut de la vidéo

source: Original version
fr: Version originale

source: Enhance the video with AI
fr: Améliorer la vidéo avec l’IA

source: Complete the video
fr: Compléter la vidéo

source: Chapter the video
fr: Chapitrer la vidéo

source: Dress the video
fr: Habiller la vidéo

source: Duplicate the video
fr: Dupliquer la vidéo

source: Are you sure you want to duplicate this video?
fr: Voulez-vous vraiment dupliquer cette vidéo ?

source: Delete the video
fr: Supprimer la vidéo

source: Report the video
fr: Signaler la vidéo

source: This video is chaptered. Click the chapter button <span class="vjs-icon-chapters"></span> on the video player to view them.
fr: Cette vidéo est chapitrée. Cliquez sur le bouton de chapitre <span class="vjs-icon-chapters"></span> sur le lecteur vidéo pour les voir.

source: Other versions
fr: Autre version

source: Comments have been disabled for this video.
fr: Les commentaires ont été désactivés pour cette vidéo.

source: Comment(s)
fr: Commentaire(s)

source: Sorry, you can’t comment while the server is under maintenance.
fr: Désolé, vous ne pouvez pas commenter pendant que le serveur est en maintenance.

source: Your comment
fr: Votre commentaire

source: Add a public comment
fr: Ajouter un commentaire public

source: Comment!
fr: Commenter !

source: Delete comment
fr: Supprimer le commentaire

source: Permanently delete your comment?
fr: Supprimer définitivement votre commentaire ?

source: This video is protected by password, please fill in and click send.
fr: Cette vidéo est protégée par un mot de passe, veuillez le fournir et cliquez sur envoyer.

source: Duration:
fr: Durée :

source: Show details of view statistics
fr: Afficher les details des statistiques de visualisation

source: Addition in a playlist
fr: Nombre d’ajouts dans une liste de lecture

source: Number of favorites
fr: Nombre de favoris

source: Add the video to a playlist
fr: Ajouter une vidéo à une liste de lecture

source: Downloads
fr: Téléchargements

source: This is a 360 degree video. To look around click and drag your mouse on the video.
fr: C’est une vidéo à 360°. Pour déplacer la vue, cliquer et faites glisser la souris sur la vidéo.

source: Tags:
fr: Mots clés :

source: Show video list having tag “%(video_tag)s”
fr: Afficher la liste des vidéos ayant le tag « %(video_tag)s »

source: No information available
fr: Aucune information disponible

source: Additional owner(s):
fr: Propriétaire(s) additionnel(s) :

source: Contributor(s):
fr: Contributeur(s) :

source: Send an email to “%(contributor_name)s”
fr: Envoyer un courriel à « %(contributor_name)s »

source: Contributor web link
fr: Lien du contributeur

source: Speaker(s):
fr: Intervenant(s) :

source: Updated on:
fr: Mis à jour le :

source: Channel:
fr: Chaîne :

source: Show video list of type “%(type_title)s”
fr: Afficher la liste des vidéos de type « %(type_title)s »

source: Main language:
fr: Langue principale :

source: Hyperlinks:
fr: Hyperliens :

source: Audience:
fr: Public :

source: Show video list of discipline “%(discipline_title)s”
fr: Afficher la liste des vidéos de la discipline « %(discipline_title)s »

source: Video file(s):
fr: Fichiers vidéos :

source: Audio file:
fr: Fichier audio :

source: Please note that your video is in draft mode.
fr: Veuillez noter que votre vidéo est en mode brouillon.

source: The following links contain a key allowing access. Anyone with this links can access it.
fr: Les liens suivants contiennent une clé permettant l’accès. Toute personne disposant de ces liens peut y accéder.

source: Check the box to autoplay the video.
fr: Cocher cette case pour lancer la lecture automatiquement.

source: Loop
fr: Boucle

source: Check the box to loop the video.
fr: Cocher cette case pour lire la vidéo en boucle.

source: Customize start of the video
fr: Personnaliser le début de la vidéo

source: Start at
fr: Démarrer à

source: Check the box to indicate the beginning of playing desired.
fr: Cocher la case pour indiquer le début de lecture souhaité.

source: Use an embed code to display the video in a web page.
fr: Utilisez un code d’intégration pour afficher la vidéo dans une page web.

source: Manage integration code in access tokens page
fr: Gérer le code d’intégration dans la page des jetons d’accès

source: BigBlueButton/H5P Integration
fr: Intégration BigBlueButton/H5P

source: Use these links in a BigBlueButton meeting or an interactive H5P video activity:
fr: Utilisez ces liens dans une conférence BigBlueButton ou une activité vidéo interactive H5P :

source: By sharing a link, you allow others to view the video.
fr: En partageant un lien, vous permettez à d’autres personnes de visionner la vidéo.

source: Manage sharing link in access tokens page
fr: Gérer le lien de partage dans la page des jetons d’accès

source: Use this link to share the video:
fr: Utiliser ce lien pour partager la vidéo :

source: Add a token
fr: Ajouter un jeton

source: List of active tokens:
fr: Liste des jetons actif :

source: Token
fr: Jeton

source: Share link
fr: Lien de partage

source: Code to embed in a web page
fr: Code à intégrer dans une page web

source: Update the token name
fr: Modifier le nom du jeton

source: Copy to clipboard
fr: Copier dans le presse-papiers

source: Please confirm you want to delete the token
fr: Veuillez confirmer que vous souhaitez supprimer le jeton

source: Delete the token
fr: Supprimer le jeton

source: Tokens
fr: Jetons

source: When your video is in draft mode, you can share it using a token.
fr: Lorsque votre vidéo est en mode brouillon, vous pouvez la partager en utilisant un jeton.

source: Add a token, then copy the direct link or link to insert. You can name your token to identify it.
fr: Ajoutez un jeton, puis copiez le lien direct ou le lien à insérer. Vous pouvez nommer votre jeton pour l’identifier.

source: It is possible to create several tokens, to be able to differentiate the users who can access your video. When it is no longer necessary to grant access to your users, simply delete the token(s) concerned.
fr: Il est possible de créer plusieurs jetons, pour pouvoir différencier les utilisateurs pouvant accéder à votre vidéo. Quand il n’est plus nécessaire de laisser l’accès à vos utilisateurs, il suffit de supprimer le ou les jetons concernés.

source: Collaborate
fr: Collaborer

source: Video Collaborate
fr: Collaborer pour la vidéo

source: Tricks:
fr: Astuces :

source: Start the video than click the + icon to write a comment at the choosen time. Video will be paused.
fr: Démarrer la vidéo puis cliquer sur le + pour ajouter une annotation au temps choisi. La vidéo sera mise en pause.

source: Click on comment’s timecode to go at this time in the video.
fr: Cliquer sur le timecode du commentaire pour aller à ce moment de la vidéo.

source: Black notes are public. The clearest are private. The intermediary is visible to the owner of the video.
fr: Les annotations en noires sont publiques. Les plus claires sont privées. Les intermédiaires ne sont visibles que par le propriétaire de la vidéo.

source: To delete the video, please check the box and click “Delete”.
fr: Pour supprimer la vidéo, veuillez cocher la case et cliquer sur « Supprimer ».

source: Add a new video
fr: Ajouter une nouvelle vidéo

source: The video is currently waiting for encoding.
fr: La vidéo est actuellement en attente d’encodage.

source: The video is currently being transcripted.
fr: La vidéo est en cours de transcription.

source: Schedule the post
fr: Planifier la publication

source: Scheduled publish date
fr: Date de publication planifiée

source: Restart transcription
fr: Relancer la transcription

source: Sending, please wait.
fr: Envoi, veuillez patienter.

source: The page will refresh after the upload completes.
fr: La page se rafraîchira après la fin de la mise en ligne.

source: Save and continue editing
fr: Sauvegarder et continuer d’éditer

source: Save and see
fr: Sauvegarder et voir

source: Back to dashboard
fr: Retour au tableau de bord

source: Staff
fr: Personnel

source: Alternative version
fr: Version alternative

source: As a staff member you can create other version of your video.
fr: En tant que personnel, vous pouvez créer d’autres versions de votre vidéo.

source: Edit the %(app)s
fr: Éditer le %(app)s

source: Manage access tokens
fr: Gestion des jetons d’accès

source: The file size must be lower than %(video_max_upload_size)s GB.
fr: La taille du fichier doit être inférieure à %(video_max_upload_size)s Go.

source: Creative Commons license:
fr: Licence Creative Commons :

source: Creative Commons license
fr: Licence Creative Commons

source: the %(date)s:
fr: le %(date)s :

source: Manage comment
fr: Gérer le commentaire

source: Edit the comment
fr: Éditer le commentaire

source: Comment the note
fr: Commenter la note

source: Remove the comment
fr: Retirer le commentaire

source: Move video cursor to this mark
fr: Déplacer le curseur de la vidéo à ce repère

source: Manage note
fr: Gérer la note

source: Edit the note
fr: Éditer la note

source: Remove the note
fr: Retirer la note

source: Take Note
fr: Prendre des notes

source: There is no note available for you for this video.
fr: Il n’y a pas de note disponible pour vous pour cette vidéo.

source: You can create a new one with the + icon.
fr: Vous pouvez créer une nouvelle note avec le bouton +.

source: Log in to create a new one.
fr: Connectez-vous pour en créer une nouvelle.

source: Create a note
fr: Créer une nouvelle note

source: Download notes
fr: Télécharger les notes

source: New note
fr: Nouvelle note

source: This video is in <strong>draft</strong>.
fr: Cette vidéo est en mode <strong>brouillon</strong>.

source: Channel description
fr: Description de la chaîne

source: Theme description
fr: Description du thème

source: The video is currently waiting for Aristote AI treatment.
fr: La vidéo est actuellement en attente du traitement par l’IA Aristote.

source: The form does not contain a video.
fr: La fiche ne contient pas de vidéo.

source: Selected
fr: Sélectionné

source: Toggle actions menu
fr: Afficher/masquer les actions

source: Change the date
fr: Modifier la période de visualisation

source: Show view statistics for all videos
fr: Afficher les statistiques de visualisation de toutes les vidéos

source: QR code video’s link
fr: QR code pour le lien de la vidéo

source: This content is not password protected.
fr: Ce contenu n’est pas protégé par un mot de passe.

source: This content is public.
fr: Ce contenu est visible par tous.

source: This content is not chaptered.
fr: Ce contenu n’est pas chapitré.

source: -- sorry, no translation provided --
fr: -- désolé, aucune traduction fournie --

source: A token has been created.
fr: Un jeton a été créé.

source: Token not found.
fr: Jeton non trouvé.

source: The token has been deleted.
fr: Le jeton a été supprimé.

source: Please enter a title.
fr: Veuillez entrer un titre.

source: Please enter a %(field_name)s from 2 to %(max_length)s characters.
fr: Veuillez entrer un %(field_name)s contenant entre 2 et %(max_length)s caractères.

source: You cannot edit this channel.
fr: Vous ne pouvez éditer cette chaîne.

source: Editing the channel “%s”
fr: Édition de la chaîne « %s »

source: %(counter)s video removed
fr: %(counter)s vidéo supprimée

source: %(counter)s video transcripted
fr: %(counter)s vidéo transcrite

source: %(counter)s video modified
fr: %(counter)s vidéo modifiée

source: %(counter)s video in error
fr: %(counter)s vidéo en erreur

source: You cannot watch this video.
fr: Vous ne pouvez pas voir cette vidéo.

source: You cannot edit this video.
fr: Vous ne pouvez pas éditer cette vidéo.

source: The media has been deleted.
fr: Le contenu a été supprimé.

source: Deleting the media "%(vtitle)s"
fr: Supprimer le média « %(vtitle)s »

source: You cannot delete this media.
fr: Vous ne pouvez pas supprimer ce contenu.

source: You cannot delete a media that is being encoded.
fr: Vous ne pouvez pas supprimer un contenu en cours d’encodage.

source: Manage access tokens for the video "%(vtitle)s"
fr: Gestion des jetons d’accès à la vidéo « %(vtitle)s »

source: The token has been updated.
fr: Le jeton a été modifié.

source: Transcription not enabled on this platform.
fr: Transcription non activée sur cette plateforme.

source: You cannot manage this video.
fr: Vous ne pouvez pas gérer cette vidéo.

source: You cannot launch transcript for a video that is being encoded.
fr: Vous ne pouvez pas lancer la transcription d’une vidéo en cours d’encodage.

source: The video transcript has been restarted.
fr: La transcription de la vidéo a été relancée.

source: An available transcription language must be specified.
fr: Une langue de transcription disponible doit être spécifié.

source: No audio file found.
fr: Aucun fichier audio trouvé.

source: You cannot %s this note or comment.
fr: Vous ne pouvez pas %s cette note ou ce commentaire.

source: You cannot see this note or comment.
fr: Vous ne pouvez pas voir cette note ou ce commentaire.

source: The comment has been modified.
fr: Votre commentaire a été modifié.

source: The comment has been saved.
fr: Le commentaire a été enregistré.

source: Your note has been modified.
fr: Votre note a été modifiée.

source: Your comment has been saved.
fr: Votre commentaire a été enregistré.

source: The note has been saved.
fr: La note a été sauvegardée.

source: Your note at %(timestamp)s has been modified.
fr: Votre note pour le marqueur %(timestamp)s a été modifiée.

source: The note has been deleted.
fr: La note a été supprimée.

source: The comment has been deleted.
fr: Le commentaire a été supprimé.

source: Parent note id
fr: Identifiant de note parent

source: Parent comment id
fr: ID du commentaire parent

source: Created on
fr: Créé le

source: Modified on
fr: Modifié le

source: Note timestamp
fr: Horodatage de la note

source: You cannot access to this view.
fr: Vous ne pouvez pas accéder à cette vue.

source: Pod video viewing statistics
fr: Statistiques de visualisation des vidéos

source: Video viewing statistics for %s
fr: Statistiques de visualisation de la vidéo %s

source: Video viewing statistics for the channel %s
fr: Statistiques de visualisation des vidéos de la chaîne %s

source: Video viewing statistics for the theme %s
fr: Statistiques de visualisation des vidéos du thème %s

source: You do not have access rights to this video: %s
fr: Vous n’avez pas les droits d’accès à cette vidéo : %s

source: The following video does not exist: %s
fr: La video suivante n’existe pas : %s

source: Media upload
fr: Téléverser un média

source: Sorry, you can’t vote a comment while the server is under maintenance.
fr: Désolé, vous ne pouvez pas voter pour un commentaire pendant que le serveur est en maintenance.

source: Sorry, you can’t delete a comment while the server is under maintenance.
fr: Désolé, vous ne pouvez pas supprimer un commentaire pendant que le serveur est en maintenance.

source: You do not have rights to delete this comment
fr: Vous n’avez pas les droits pour supprimer ce commentaire

source: Title field is required
fr: Champ de titre est requis

source: At least one video must be associated with this category.
fr: Au moins une vidéo doit être associée à cette catégorie.

source: One or many videos already have a category.
fr: Une ou plusieurs vidéos possèdent déjà une catégorie.

source: A category with the same name already exists.
fr: Une catégorie portant ce nom existe déjà.

source: Category successfully added.
fr: Catégorie ajoutée avec succès.

source: Category updated successfully.
fr: Catégorie mise à jour avec succès.

source: You do not have rights to edit this category
fr: Vous n’avez pas les droits pour éditer cette catégorie

source: Category successfully deleted.
fr: Categorie supprimée avec succès.

source: You do not have rights to delete this category
fr: Vous n’avez pas les droits pour supprimer cette catégorie

source: Update successfully
fr: Mise à jour réussie

source: Video encoding and transcription
fr: Encodage et transcription de vidéos

source: resolution
fr: résolution

source: Please use the only format x. i.e.: <em>640x360</em> or <em>1280x720</em> or <em>1920x1080</em>.
fr: Veuillez utiliser le format LxH. soit: <em>640x360</em> ou <em>1280x720</em> ou <em>1920x1080</em>.

source: minrate
fr: débit minimum

source: Please use the only format k. i.e.: <em>300k</em> or <em>600k</em> or <em>1000k</em>.
fr: Veuillez utiliser le format XXk soit: <em>300k</em> ou <em>600k</em> ou <em>1000k</em>.

source: bitrate video
fr: débit binaire de la vidéo

source: maxrate
fr: débit maximum

source: encoding resolution threshold
fr: seuil de résolution de l’encodage

source: bitrate audio
fr: débit binaire de l’audio

source: Make a MP4 version
fr: Faire une version MP4

source: rendition
fr: rendu

source: renditions
fr: rendus

source: Please use the only format in encoding choices:
fr: Merci de sélectionner un format d’encodage valide :

source: Please use the only format in format choices:
fr: Merci de sélectionner un format valide :

source: encoding source file
fr: fichier source d’encodage

source: Encoding video
fr: Encodage vidéo

source: Encoding videos
fr: Encodage des vidéos

source: Encoding audio
fr: Encodage audio

source: Encoding audios
fr: Encodage des audios

source: Encoding log
fr: Journal de l’encodage

source: Encoding logs
fr: Journaux des encodages

source: Encoding steps
fr: Étapes de l’encodage

source: Video Playlist
fr: Liste de lecture

source: Video Playlists
fr: Listes de lecture

source: Encoding
fr: Encodage
