Repository: EsupPortail/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Artificial Intelligence Enhancement
fr: Amélioration par l’intelligence artificielle

source: Choose the title.
fr: Choisissez le titre.

source: The initial title is loading…
fr: Le titre initial est en cours de chargement…

source: Your initial title.
fr: Votre titre initial.

source: The title proposed by the Aristote AI is loading…
fr: Le titre proposé par l’IA Aristote est en cours de chargement…

source: The title proposed by the Aristote AI.
fr: Le titre proposé par l’IA Aristote.

source: Choose the description.
fr: Choisissez une description.

source: The initial description is loading…
fr: La description initiale est en cours de chargement…

source: Your initial description.
fr: Votre description initiale.

source: The description proposed by the Aristote AI is loading…
fr: La description proposée par l’IA Aristote est en cours de chargement…

source: The description proposed by the Aristote AI.
fr: La description proposée par l’IA Aristote.

source: Choose the tags.
fr: Choisissez des mots clés.

source: The tags proposed by the Aristote AI is loading…
fr: Les mots clés proposés par l’IA Aristote sont en cours de chargement…

source: Choose the discipline.
fr: Choisissez une discipline.

source: The initial discipline is loading…
fr: La discipline initiale est en cours de chargement…

source: Your initial discipline.
fr: Votre discipline initiale.

source: The discipline proposed by the Aristote AI is loading…
fr: La discipline proposée par l’IA Aristote est en cours de chargement…

source: The discipline proposed by the Aristote AI.
fr: La discipline proposée par l’IA Aristote.

source: Title
fr: Titre

source: Please choose a title between 1 and %(max)s characters.
fr: Veuillez entrer un titre contenant entre 1 et %(max)s caractères.

source: Please choose a description.
fr: Veuillez choisir une description.

source: Please choose tags for your video. Separate tags with spaces, enclose the tags consist of several words in quotation marks.
fr: Veuillez choisir des mots clés pour votre vidéo. Séparez les mots clés par des espaces, encadrez les mots clés composés de plusieurs mots par des guillemets.

source: Tags
fr: Mots clés

source: Please choose the discipline of your video.
fr: Veuillez choisir la discipline de votre vidéo.

source: I agree to use third-party services
fr: Je consens à utiliser des services tiers

source: Please check this box if you agree to use a third-party service to improve this video.
fr: Veuillez cocher cette case si vous consentez à utiliser un service tiers pour améliorer cette vidéo.

source: For more information.
fr: En savoir plus.

source: I want to delete this enhancement
fr: Je veux supprimer cette amélioration

source: Please check this box if you want to delete this enhance.
fr: Veuillez cocher cette case si vous voulez supprimer cette amélioration.

source: AI enhancement
fr: Enrichissement AI

source: AI enhancements
fr: Enrichissements AI

source: Video
fr: Vidéo

source: Select the video to enhance with AI
fr: Sélectionnez la vidéo à améliorer avec l’IA

source: Created at
fr: Créé le

source: The date and time when the enhancement was created
fr: La date et l’heure à laquelle l’enrichissement a été créé

source: Updated at
fr: Mis à jour le

source: The date and time when the enhancement was updated
fr: La date et l’heure à laquelle l’enrichissement a été mis à jour

source: Is ready
fr: Est prêt

source: Check if the enhancement is ready
fr: Créer un enrichissement

source: AI enhancement ID in Aristote
fr: ID d’enrichissement AI dans Aristote

source: Enter the ID of the enhancement in Aristote
fr: Entrez l’identifiant de l’enrichissement dans Aristote

source: Videos
fr: Vidéos

source: Video name: %(video.title)s
fr: Nom de la vidéo : %(video.title)s

source: Import subtitle
fr: Importer les sous-titres

source: Import the quiz
fr: Importer le quiz

source: Remove this enhancement
fr: Supprimer cette amélioration

source: One or more errors have been found in the form.
fr: Une ou plusieurs erreurs ont été trouvées dans le formulaire.

source: Please provide a valid value for this field.
fr: Veuillez renseigner une valeur valide pour ce champ.

source: Save and go back to the video
fr: Sauvegarder et retourner à la vidéo

source: Save and go to subtitle part
fr: Sauvegarder et aller au sous-titrage

source: Back to the video
fr: Retour à la vidéo

source: Access the video
fr: Accéder à la vidéo

source: To enhance the video with Aristote AI, please check the box and click confirm.
fr: Pour améliorer la vidéo avec l’IA Aristote, veuillez cocher la case et cliquer sur confirmer.

source: Agreement required
fr: Accord requis

source: Back to the %(video_title)s video
fr: Retourner à la vidéo « %(video_title)s »

source: Confirm
fr: Confirmer

source: To delete this enhancement, please check the box and click confirm. The video data will also be deleted from Aristote AI.
fr: Pour supprimer cette amélioration, veuillez cocher la case et cliquer sur confirmer. Les données de la vidéo seront également supprimées sur l’IA Aristote.

source: Home
fr: Accueil

source: %(subject)s #%(content_id)s completed
fr: %(subject)s du #%(content_id)s est terminée

source: Enhancement
fr: Amélioration

source: “%(content_title)s” was processed by the AI. Suggestions for improvement are available on %(site_title)s.
fr: « %(content_title)s » a été traité par l’IA. Des suggestions d’amélioration sont disponibles sur %(site_title)s.

source: IA improvement #%(content_id)s completed
fr: Amélioration de l’IA #%(content_id)s est terminée

source: Hello,
fr: Bonjour,

source: IA improvement “%(content_title)s” has been completed, and is now available on %(site_title)s.
fr: Amélioration de l’AI « %(content_title)s » a été achevée, et est maintenant disponible sur %(site_title)s.

source: You will find it here:
fr: Vous la/le retrouverez ici :

source: Regards.
fr: Cordialement.

source: Post by:
fr: Posté par :

source: the:
fr: le :

source: -- Frequently used languages --
fr: -- Langues fréquemment utilisées --

source: -- All languages --
fr: -- Toutes les langues --

source: Something wrong… Status error:
fr: Quelque chose ne va pas… Erreur de statut :

source: Error: no response from Aristote AI.
fr: Erreur : pas de réponse de l’IA Aristote.

source: Enhance the video with Aristote AI
fr: Améliorer la vidéo avec l’IA Aristote

source: You cannot delete the video improvement.
fr: Vous ne pouvez pas supprimer cette amélioration.

source: The video has not been improved.
fr: La vidéo n’a pas été améliorée.

source: Enhancement successfully deleted.
fr: L’amélioration a été supprimée avec succès.

source: No enhancement found.
fr: Aucune amélioration trouvée.

source: Delete the video enhancement
fr: Supprimer l’amélioration de la vidéo

source: You cannot use AI to improve this video.
fr: Vous ne pouvez pas utiliser l’IA pour améliorer cette vidéo.

source: Video Caption Maker - Aristote AI Version
fr: Outil de création de fichier de sous-titres/légende - Version de l’IA Aristote

source: Quiz successfully imported.
fr: Quiz importé avec succès.

source: Email
fr: Courriel

source: Establishment
fr: Établissement

source: Authentication
fr: Authentification

source: Users
fr: Utilisateurs

source: local
fr: locale

source: student
fr: étudiant

source: faculty
fr: université

source: staff
fr: personnel

source: employee
fr: employé

source: member
fr: membre

source: affiliate
fr: affiliation

source: alum
fr: ancien étudiant

source: library-walk-in
fr: lecteur de bibliothèque

source: researcher
fr: chercheur

source: retired
fr: retraité

source: emeritus
fr: emérite

source: teacher
fr: enseignant

source: registered-reader
fr: lecteur enregistré

source: Comment
fr: Commentaire

source: Picture
fr: Image

source: Accept notifications
fr: Accepter les notifications

source: Receive push notifications on your devices.
fr: Recevez des notifications push sur vos appareils.

source: Owner
fr: Propriétaire

source: Owners
fr: Propriétaires

source: Group site
fr: Site du groupe

source: Groups site
fr: Sites du groupe

source: Auto synchronize
fr: Synchronisation automatique

source: Check if the access group must be synchronized on user connexion.
fr: Cocher cette case si le groupe doit être synchronisé à la connexion de l’utilisateur.

source: Access Groups
fr: Groupes d’Accès

source: Single sign on
fr: Authentification CAS

source: Local sign on
fr: Authentification locale

source: Log in
fr: Connexion

source: Please correct the error below.
fr: Veuillez corriger l’erreur ci-dessous.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: You are authenticated as %(user)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Vous êtes authentifiés en tant que %(user)s, mais vous n’êtes pas autorisé à accéder à cette page. Voulez-vous vous connecter avec un autre compte ?

source: Forgotten your password or username?
fr: Mot de passe ou identifiant perdu ?

source: Change your picture
fr: Changer votre image de profil

source: Close
fr: Fermer

source: Save changes
fr: Sauvegarder

source: Chapters
fr: Chapitres

source: File to import
fr: Fichier à importer

source: The file must be in VTT format.
fr: Le fichier doit être au format VTT.

source: video
fr: vidéo

source: title
fr: titre

source: slug
fr: titre court

source: Used to access this instance, the "slug" is a short label containing only letters, numbers, underscore or dash top.
fr: Utilisé pour accéder à cette instance, le "titre court" est une étiquette formée uniquement de lettres (non accentuées), de chiffres, de l’underscore (barre de soulignement) et du tiret.

source: Start time
fr: Début

source: Start time of the chapter, in seconds.
fr: Début du chapitre, en secondes.

source: Chapter
fr: Chapitre

source: Please enter a correct start field between 0 and {0}
fr: Veuillez renseigner une valeur de début d’enrichissement comprise entre 0 et {0}

source: There is an overlap with the chapter {0}, please change start and/or end values.
fr: Il y a un chevauchement avec le chapitre {0}, veuillez changer son temps de début et/ou de fin.

source: Create / Edit chapters
fr: Créer / Éditer les chapitres

source: One or more errors have been found in the form:
fr: Une ou plusieurs erreurs ont été trouvées dans le formulaire :

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Import chapters
fr: Importer les chapitres

source: List of chapters
fr: Liste des chapitres

source: Modify the chapter “%(chapter_title)s”
fr: Modifier le chapitre « %(chapter_title)s »

source: Modify
fr: Modifier

source: Delete the chapter “%(chapter_title)s”
fr: Supprimer le chapitre « %(chapter_title)s »

source: Delete
fr: Supprimer

source: Chapter video
fr: Chapitre vidéo

source: Dashboard
fr: Tableau de bord

source: Back to the video “%(video_title)s”
fr: Retourner à la vidéo « %(video_title)s »

source: Add a new chapter
fr: Ajouter un nouveau chapitre

source: Manage video
fr: Gérer la vidéo

source: Help
fr: Aide

source: “Add a new chapter” allows you to add a chapter to the video, “modify” allows you to edit it and “delete” allows you to remove the chapter.
fr: « Ajouter un nouveau chapitre » permet d’ajouter un chapitre à la vidéo, « modifier » permet de l’éditer et « supprimer » permet de retirer ce chapitre.

source: Start playback of the video, pause the video and click on “Get time from the player” to fill in the field untitled “Start time”.
fr: Lancez la lecture de la vidéo, mettez sur pause et cliquez sur « Récupérer le temps depuis le lecteur » pour renseigner automatiquement le champ « Début du chapitre ».

source: The chapters cannot start at the same time.
fr: Les chapitres ne peuvent commencer au même moment.

source: You must save your chapters to view the result.
fr: Vous devez sauvegarder vos chapitres pour voir le résultat.

source: You cannot chapter this video.
fr: Vous ne pouvez chapitrer cette vidéo.

source: Please correct errors.
fr: Veuillez corriger les erreurs.

source: Enrich with selected subtitles
fr: Enrichir avec les sous-titres sélectionnés

source: Video additions
fr: Compléments de la vidéo

source: Acting roles
fr: Rôles d’acteur

source: Actor
fr: Acteur

source: Voice-over
fr: Voix-off

source: Creative roles
fr: Rôles créatifs

source: Author
fr: Auteur

source: Designer
fr: Concepteur

source: Editor
fr: Éditeur

source: Writer
fr: Scénariste

source: Consulting roles
fr: Rôles de consultation

source: Production roles
fr: Rôles de production

source: Contributor
fr: Contributeur

source: Director
fr: Réalisateur

source: Technician
fr: Technicien

source: Soundman
fr: Ingénieur du son

source: Speaking roles
fr: Rôles d’orateur

source: Speaker
fr: Intervenant

source: subtitles
fr: sous-titres

source: captions
fr: légendes

source: last name / first name
fr: nom / prénom

source: mail
fr: courriel

source: role
fr: rôle

source: Web link
fr: Lien web

source: Contributors
fr: Contributeurs

source: Please enter a name.
fr: Veuillez entrer un nom.

source: Please enter a name from 2 to 200 characters.
fr: Veuillez entrer un nom entre 2 et 200 caractères.

source: You cannot enter a weblink with more than 200 characters.
fr: Vous ne pouvez pas entrer un lien web avec plus de 200 caractères.

source: Please enter a role.
fr: Veuillez entrer un rôle.

source: There is already a contributor with the same name and role in the list.
fr: Il existe déjà un contributeur avec le même nom et le même rôle dans cette liste.

source: Private document
fr: Document privé

source: Document is private.
fr: Le document est privé.

source: Please enter a document.
fr: Veuillez joindre un document.

source: This document is already contained in the list
fr: Ce document existe déjà dans cette liste

source: Model Type
fr: Type de modèle

source: Language
fr: Langue

source: In Treatment
fr: En traitement

source: Enrich model queue
fr: File d’attente d’enrichissement du modèle

source: Enrich model queues
fr: Files d’attente d’enrichissement du modèle

source: Kind
fr: Genre

source: Subtitle file
fr: Fichier de sous-titres

source: Enrich Ready
fr: Prêt pour l’enrichissement

source: Track
fr: Piste

source: Tracks
fr: Pistes

source: Please enter a kind.
fr: Veuillez entrer un genre.

source: Please enter a correct kind.
fr: Veuillez entrer un genre correct.

source: Please enter a language.
fr: Veuillez renseigner une langue.

source: Please specify a track file.
fr: Veuillez joindre un fichier de sous-titres.

source: Only “.vtt” format is allowed.
fr: Seul le format « .vtt » est autorisé.

source: There is already a subtitle with the same kind and language in the list.
fr: Il existe déjà un sous-titre avec le même genre et la même langue dans la liste.

source: top-left
fr: haut à gauche

source: top
fr: haut

source: top-right
fr: haut à droite

source: right
fr: droite

source: bottom-right
fr: bas à droite

source: bottom
fr: bas

source: bottom-left
fr: bas à gauche

source: left
fr: gauche

source: Slug
fr: Titre court

source: Start time of the overlay, in seconds.
fr: Début de la superposition, en secondes.

source: End time
fr: Heure de fin

source: End time of the overlay, in seconds.
fr: Fin de la superposition, en secondes.

source: Content
fr: Contenu

source: Position of the overlay.
fr: Position de la superposition.

source: Show background
fr: Afficher le fond

source: Show the background of the overlay.
fr: Afficher le fond de la superposition.

source: Overlay
fr: Superposition

source: Overlays
fr: Superpositions

source: The value of the time start field is greater than the value of the end time field.
fr: Le temps de début est plus grand que le temps de fin.

source: The value of time end field is greater than the video duration.
fr: La fin est plus grande que la durée de la vidéo.

source: Time end field and time start field can’t be equal.
fr: Le commencement et la fin ne peuvent être équivalents.

source: There is an overlap with the overlay {0}, please change time start and/or time end values.
fr: Il y a un chevauchement avec la superposition {0}, veuillez changer son temps de début et/ou de fin.

source: {func.__name__}: Permission denied for user {current_user.pk}.
fr: {func.__name__}: Permission refusée pour l’utilisateur {current_user.pk}.

source: Your form contains errors:
fr: Votre formulaire contient des erreurs :

source: List of contributors
fr: Liste des contributeurs

source: Last name / First name
fr: Nom / Prénom

source: Mail
fr: Courriel

source: Role
fr: Rôle

source: Modify the contributor “%(contributor_name)s”
fr: Modifier le contributeur « %(contributor_name)s »

source: Delete the contributor “%(contributor_name)s”
fr: Supprimer le contributeur « %(contributor_name)s »

source: Delete?
fr: Supprimer ?

source: Remove
fr: Retirer

source: List of additional resources
fr: Liste des documents complémentaires

source: Public document
fr: Document public

source: Modify the additional resource “%(document_name)s”
fr: Modifier le document complémentaire « %(document_name)s »

source: Delete the additional resource “%(document_name)s”
fr: Supprimer le document complémentaire « %(document_name)s »

source: List of overlays
fr: Liste des superpositions

source: Start
fr: Début

source: End
fr: Fin

source: Modify the overlay “%(overlay_title)s”
fr: Modifier la superposition « %(overlay_title)s »

source: Delete the overlay “%(overlay_title)s”
fr: Supprimer la superposition « %(overlay_title)s »

source: Video track file
fr: Fichier de piste vidéo

source: Replace the subtitle or caption file “%(track_name)s”
fr: Remplacer le fichier de sous-titres ou de légendes « %(track_name)s »

source: Replace
fr: Remplacer

source: Modify the subtitle or caption file “%(track_name)s”
fr: Modifier le fichier de sous-titres ou de légendes « %(track_name)s »

source: Remove the subtitle or caption file “%(track_name)s”
fr: Retirer le fichier de sous-titres ou de légendes « %(track_name)s »

source: Enrichment is ready. You can now edit the subtitles.
fr: L’enrichissement est prêt. Vous pouvez maintenant éditer les sous-titres.

source: File
fr: Fichier

source: Subtitles
fr: Sous-titres

source: Captions
fr: Légendes

source: Change mode
fr: Changer le mode d’édition

source: Caption
fr: Sous-titre / Légende

source: Play
fr: Lecture

source: Save &amp; Continue
fr: Sauvegarder & continuer

source: File content
fr: Contenu du fichier

source: No captions
fr: Pas de sous-titres

source: Add a caption/subtitle
fr: Ajouter un(e) légende / sous-titre

source: Save Captions
fr: Enregistrer les sous-titres

source: Clear All
fr: Tout effacer

source: Enrich Model
fr: Enrichir le modèle

source: Key Schortcuts
fr: Raccourcis clavier

source: Video Player
fr: Lecteur vidéo

source: Space
fr: Espace

source: Pause / unpause
fr: Pause / reprendre

source: Rewind the video 10 seconds back
fr: Rembobiner la vidéo 10 secondes en arrière

source: Skip 10 seconds
fr: Sauter 10 secondes

source: Mute/unmute video
fr: Enlever/remettre le son de la video

source: Captions Editor
fr: Editeur de sous titre

source: Select previous caption
fr: Sélectionner le sous-titre précédent

source: Select next caption
fr: Sélectionner le sous-titre suivant

source: Del
fr: SUPPR

source: Delete selected caption
fr: Supprimer le sous-titre

source: Add new caption
fr: Ajouter nouvelle légende

source: Show/hide this window
fr: Afficher / masquer cette fenêtre

source: Back to the completion
fr: Retour à la complétion

source: Save captions file.
fr: Sauvegarder le fichier de sous-titres.

source: You have loaded a file. Do you want to override it?
fr: Vous avez chargé un fichier. Voulez-vous le remplacer ?

source: New
fr: Nouveau

source: Override
fr: Remplacer

source: Contributor(s)
fr: Contributeur(s)

source: Add a new contributor
fr: Ajouter un nouveau contributeur

source: Speaker(s)
fr: Intervenant(s)

source: Add a new speaker
fr: Ajouter un nouvel intervenant

source: Subtitle(s) and Caption(s)
fr: Sous-titre(s) et légende(s)

source: List of subtitle or caption files
fr: Liste des fichiers de sous-titres ou de légendes

source: Video caption maker
fr: Outil de création de fichier de sous-titres/légende

source: To create your subtitles and/or caption(s) files
fr: Pour créer les fichiers de sous-titres ou de légendes

source: Add a new subtitle or caption file
fr: Ajouter un nouveau fichier de sous-titres ou de légende

source: Additional resource(s)
fr: Document(s) complémentaire(s)

source: Add a new additional resource
fr: Ajouter un document complémentaire

source: Overlay(s)
fr: Superposition(s)

source: Add a new overlay
fr: Ajouter une nouvelle superposition

source: Hyperlinks
fr: Hyperliens

source: Add a new hyperlink
fr: Ajouter un nouvel hyperlien

source: Answer the quiz
fr: Répondre au quiz

source: List of people related to this video.
fr: Liste des contributeurs relatifs à cette vidéo.

source: A contributor must at least have a name and a role. You can also join the email of this contributor as well as a link (professional website for example).
fr: Un contributeur doit au moins avoir un nom et un rôle. Vous pouvez aussi joindre son courriel ainsi qu’un lien web (site professionnel par exemple).

source: List of speakers related to this video.
fr: Liste des intervenants relatifs à cette vidéo.

source: You can add speakers to this video by searching by their last name, first name or job. If you can’t find the speaker, contact a super admin.
fr: Vous pouvez ajouter des intervenants à cette vidéo en effectuant une recherche par leur nom, prénom ou fonction. Si vous ne trouvez pas l’orateur, contactez un super administrateur.

source: Subtitle(s) and/or captions(s) related to this video.
fr: Sous-titre(s) et/ou légende(s) relatifs à cette vidéo.

source: Several web sites allows you to subtitle or caption videos (for example: Amara)
fr: Plusieurs sites web permettent de créer des sous-titres ou des légendes (par exemple: Amara)

source: You can add several subtitle or caption files to a single video (for example, in order to subtitle or caption this video in several languages
fr: Vous pouvez ajouter plusieurs fichiers de sous-titres ou de légendes pour une même vidéo (par exemple, dans le but de traduire une vidéo en plusieurs langues)

source: Subtitle and/or caption file(s) must be in “.vtt” format.
fr: Les fichiers de sous-titres et/ou de légendes doivent être au format « .vtt ».

source: You can use
fr: Vous pouvez utiliser

source: Video Caption Maker
fr: Outil de création de fichier de sous-titres/légende

source: to create your subtitle(s) and/or caption(s) file(s).
fr: pour créer vos fichier(s) de sous-titre(s) ou de légende(s).

source: You will need the URL of this video to make subtitles and/or captions. This URL is a direct access to this video. Please do not communicate it outside of this site to avoid any misuse.
fr: Vous aurez besoin de l’URL de cette vidéo pour créer des sous-titres ou des légendes. Cette URL est un accès direct à cette vidéo. Veuillez ne pas la communiquer en dehors de ce site pour éviter toutes utilisations malencontreuses.

source: Document(s) related to this video. These documents will be downloadable by users.
fr: Document(s) relatifs à cette vidéo. Ces documents seront téléchargeables par les utilisateurs.

source: Be careful, not to be confused with enrichment. These documents are attached to the video, not integrated.
fr: Attention, à ne pas confondre avec les enrichissements. Ces documents sont joints à la vidéo, pas intégrés.
